{"translation-revision-date":"2022-10-30 12:06:40+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Upgrade Now":["Jetzt Upgraden"],"Upgrade":["Upgrade"],"Archive":["Archiv"],"Single Post":["Einzelner Beitrag"],"Single Page":["Einzelseite"],"Footer":["Fußzeile"],"Header":["Kopfzeile"],"Error:":["Fehler:"],"What is a 404 Page Template?":["Was ist eine \"404-Seite\"-Vorlage?"],"What is a Products Archive Template?":["Was ist eine Produktarchiv-Vorlage?"],"Products Archive":["Produktarchiv"],"What is a Single Product Template?":["Was ist eine Produktvorlage?"],"What is an Archive Template?":["Was ist eine Archiv-Vorlage?"],"What is a Single Post Template?":["Was ist eine Beitragsvorlage?"],"What is a Single Page Template?":["Was ist eine Seitenvorlage?"],"What is a Footer Template?":["Was ist eine Footer-Vorlage?"],"What is a Header Template?":["Was ist eine Kopfzeilen-Vorlage?"],"App could not be loaded":["Anwendung konnte nicht geladen werden"],"Product":["Produkt"],"What is a Search Results Template?":["Was ist eine Suchergebnis-Vorlage?"],"If you’d like a different style for a specific category, it’s easy to create a separate archive template whose condition is to only display when users are viewing that category’s list of posts.":["Falls du ein anderes Aussehen für eine bestimmte Kategorie möchtest, kannst du einfach eine separates globales Archiv-Template erstellen, das nur unter der Voraussetzung angezeigt wird, wenn der Benutzer sich diese Beitragskategorie ansieht."],"An archive template allows you to easily design the layout and style of archive pages - those pages that show a list of posts (e.g. a blog’s list of recent posts), which may be filtered by terms such as authors, categories, tags, search results, etc.":["Das Archiv-Template erlaubt es dir auf einfache Weise benutzerdefinierte WordPress-Archivseiten zu entwerfen. Diese Seiten zeigen eine Liste von Beiträgen an (z.B. eine Liste der letzten Beiträge auf dem Blog), die nach bestimmten Begriffen gefiltert werden können, wie Autoren, Kategorien, Schlagwörtern, Suchergebnissen usw."],"You can create multiple single post templates, and assign each to a different category.":["Du kannst mehrere Vorlagen für Einzelbeiträge erstellen und jede einer anderen Kategorie zuordnen."],"A single post template allows you to easily design the layout and style of posts, ensuring a design consistency throughout all your blog posts, for example.":["Eine einzelne Beitrags Template ermöglicht es Ihnen, das Layout und den Stil der Beiträge einfach zu gestalten und so z. B. ein einheitliches Design für alle Ihre Blogbeiträge zu gewährleisten."],"You can create multiple single page templates, and assign each to different areas of your site.":["Du kannst mehrere globale Seiten-Templates erstellen und diese jeweils verschiedenen Bereichen deiner Website zuordnen."],"You can create multiple footers, and assign each to different areas of your site.":["Du kannst mehrere Footer erstellen und diese jeweils verschiedenen Bereichen deiner Website zuordnen."],"You can create multiple headers, and assign each to different areas of your site.":["Du kannst mehrere Header erstellen und diese jeweils verschiedenen Bereichen deiner Website zuordnen."],"The header template allows you to easily design and edit custom WordPress headers so you are no longer constrained by your theme’s header design limitations.":["Mit der Header Vorlage kannst Du benutzerdefinierte WordPress Header entwerfen und bearbeiten, so dass Du nicht mehr durch die Header Designs Deines Themes eingeschränkt bist."],"Site Parts":["Site Teile"],"Theme Builder could not be loaded":["Theme Builder konnte nicht geladen werden"],"Watch Video":["Video anschauen"],"Tip":["Tipp"],"All Parts":["Alle Teile"],"Not Found":["Nicht gefunden"],"Theme Builder":["Theme Builder"],"Continue":["Fortfahren"],"Skip":[" Überspringen"],"Something went wrong.":["Etwas ist schief gelaufen."],"Add New":["Neu hinzufügen"],"Select File":["Datei auswählen"],"Enable":["Aktivieren"],"Go Pro":["Entscheide Dich für Pro"],"Close":["Schließen"],"Learn More":["Mehr erfahren"],"Info":["Information"],"Go Back":["Zurück"],"Loading":["Wird geladen"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app-packages.js"}}