{"translation-revision-date":"2022-12-29 22:19:50+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Prefix for archive breadcrumbs":["Präfix für Archiv-Breadcrumbs"],"Show date archives in search results":["Archive in den Suchergebnissen nach Datum anzeigen"],"Show %1$s archives in search results":["%1$s-Archive in den Suchergebnissen anzeigen"],"You have selected the user %1$s%3$s%2$s as the person this site represents. Their user profile information will now be used in search results. We're sorry, you're not allowed to edit this user's profile. Please contact your admin or %1$s%3$s%2$s to check and\/or update the information below.":["Du hast den Benutzer %1$s%3$s%2$s als die Person ausgewählt, die diese Website repräsentiert. Deine Benutzerprofilinformationen werden nun in den Suchergebnissen verwendet. Es tut uns leid, du bist nicht berechtigt, das Profil dieses Benutzers zu bearbeiten. Bitte wende dich an deinen Administrator oder an %1$s%3$s%2$s, um die unten stehenden Informationen zu überprüfen und\/oder zu aktualisieren."],"An organization name and logo need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site name and logo as default values. %1$sLearn more about the importance of structured data%2$s.":["Eine Name und ein Logo einer Organisation muss gesetzt werden, damit strukturierte Daten einwandfrei funktionieren. Da du diese bisher noch nicht gesetzt hast, nutzen wir den Namen deiner Website und deren Logo als Standardwerte. %1$sLerne, warum strukturierte Daten so wichtig sind%2$s."],"Tumblr URL":["Tumblr-URL"],"SoundCloud URL":["SoundCloud-URL"],"PDF":["PDF"],"File":["Datei"],"Format archives":["Format Archive"],"OpenGraph":["OpenGraph"],"Organization Facebook":["Organisation Facebook"],"Open Graph":["Open Graph"],"Organization Twitter":["Organisation Twitter"],"Tweet":["Tweet"],"Other profile %1$s":["Anderes Profil %1$s"],"Person Facebook":["Person Facebook"],"Person Instagram":["Person Instagram"],"Person LinkedIn":["Person LinkedIn"],"Person MySpace":["Person MySpace"],"Person Pinterest":["Person Pinterest"],"Person SoundCloud":["Person SoundCloud"],"Person Tumblr":["Person Tumblr"],"Person Twitter":["Person Twitter"],"Person YouTube":["Person YouTube"],"Person Wikipedia":["Person Wikipedia"],"The profile cannot be empty. Please enter a valid URL or remove this profile.":["Das Profil kann nicht leer bleiben. Bitte gib eine gültige URL ein oder entferne dieses Profil."],"E.g. %1$s":["z.B. %1$s"],"This info is intended to appear in %1$sGoogle's Knowledge Graph%2$s.":["Diese Information ist gedacht, um in %1$sGoogle's Knowledge Graph%2$s angezeigt zu werden."],"Structured data":["Strukturierte Daten"],"Share":["Teilen"],"Webmaster":["Webmaster"],"Remove Atom\/RDF feeds":["Entferne Atom\/RDF-Feeds"],"Divider":["Trenner"],"Organization\/person":["Organisation\/Person"],"Anchor text for the homepage":["Ankertext für die Homepage"],"Breadcrumbs for %1$s<code \/>":["Breadcrumbs für %1$s<code \/>"],"Enable author archives":["Autoren-Archive aktivieren"],"Enable date archives":["Datums-Archive aktivieren"],"Attachment":["Anhang"],"Video":["Video"],"Enable the %1$s XML sitemaps. A sitemap is a file that lists a website's essential pages to make sure search engines can find and crawl them.":["Aktiviere die %1$s XML-Sitemaps. Eine Sitemap ist eine Datei, die die wichtigsten Seiten einer Website auflistet, um sicherzustellen, dass Suchmaschinen sie finden und crawlen können."],"Search pages title":["Titel der Suchseiten"],"404 pages title":["Titel der 404-Seiten"],"Mark and filter your cornerstone content to make sure your most important articles get the attention they deserve. To help you write excellent copy, we’ll assess your text more strictly.":["Markiere und filtere deine Cornerstone-Inhalte, um sicherzustellen, dass deine wichtigsten Artikel die Aufmerksamkeit erhalten, die sie verdienen. Um dir zu helfen, exzellente Texte zu schreiben, werden wir deinen Text strenger prüfen."],"Count the number of internal links from and to your posts to improve your site structure.":["Zähle die Anzahl der internen Links von und zu deinen Beiträgen, um deine Seitenstruktur zu verbessern."],"Get recommendations for relevant posts to link to and set up a great internal linking structure by connecting related content.":["Erhalte Empfehlungen für relevante Posts, auf die du verlinken kannst und richte eine großartige interne Linkstruktur ein, indem du verwandte Inhalte verknüpfst."],"Allows for Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared. Keep this feature enabled to optimize your site for social media.":["Ermöglicht Facebook und anderen sozialen Medien, eine Vorschau mit Bildern und einem Textauszug anzuzeigen, wenn ein Link zu deiner Website geteilt wird. Lass diese Funktion aktiviert, um deine Website für soziale Medien zu optimieren."],"The %1$s icon in the top admin bar provides quick access to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["Das %1$s-Symbol in der oberen Admin-Leiste bietet schnellen Zugriff auf Tools von Drittanbietern zum Analysieren von Seiten und macht es einfach zu sehen, ob du neue Benachrichtigungen erhalten hast."],"Determine how your %1$s pages should look in search engines. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Wähle, wie deine %1$s-Seiten in Suchmaschinen aussehen sollen. Du kannst die Einstellungen für einzelne %1$s-Seiten jederzeit in der %2$s-Metabox anpassen."],"Determine how your %1$s pages should be described by default in your site's Schema.org markup. You can always customize the settings for individual %1$s pages in the %2$s metabox.":["Lege fest, wie deine %1$s-Seiten standardmäßig im Schema.org-Markup deiner Website beschrieben werden sollen. Du kannst die Einstellungen für einzelne %1$s-Seiten jederzeit in der %2$s-Metabox anpassen."],"A link to the archive for the post author, with the author's name as anchor text.":["Ein Link zum Archiv des Beitragsautors mit dem Namen des Autors als Ankertext."],"Usage tracking allows us to track some data about your site to improve our plugin. %1$sLearn more about which data we track and why%2$s.":["Die Nutzungsverfolgung ermöglicht es uns, einige Daten über deine Website zu verfolgen, um unser Plugin zu verbessern. %1$sErfahre mehr darüber, welche Daten wir verfolgen und warum%2$s."],"Set the basic info for your website. You can use %1$ssite title%2$s, %1$stagline%2$s and %1$sseparator%2$s as %3$sreplacement variables%4$s when configuring the search appearance of your content.":["Lege die grundlegenden Informationen für deine Website fest. Du kannst %1$sSeitentitel%2$s, %1$sSlogan%2$s und %1$sTrennzeichen%2$s als %3$sVariablen%4$s verwenden, wenn du die Suchdarstellung deiner Inhalte konfigurierst."],"The SEO analysis offers suggestions to improve the findability of your text and makes sure that your content meets best practices.":["Die SEO-Analyse bietet Vorschläge zur Verbesserung der Auffindbarkeit deiner Texte und stellt sicher, dass deine Inhalte den Best Practices entsprechen."],"The inclusive language analysis offers suggestions to write more inclusive copy, so more people will be able to relate to your content.":["Die Analyse der inklusiven Sprache bietet Vorschläge, um inklusivere Texte zu schreiben, damit mehr Menschen deine Inhalte verstehen können."],"Get more insights into what you are writing. What words do you use most often? How much time does it take to read your text? Is your text easy to read?":["Erhalte mehr Einblick in das, was du schreibst. Welche Wörter verwendest du am häufigsten? Wie lange dauert es, deinen Text zu lesen? Ist dein Text gut lesbar?"],"Enable format-based archives":["Aktiviere formatbasierte Archive"],"Determine how your homepage should look in the search results.":["Wähle, wie deine Homepage in den Suchergebnissen aussehen soll."],"Enable %1$s pages":["Aktiviere %1$s Seiten"],"Determine how your %1$s should look in search engines. You can always customize the settings for individual %1$s in the %2$s metabox.":["Wähle, wie deine %1$s in Suchmaschinen aussehen sollen. Du kannst die Einstellungen für einzelne %1$s jederzeit in der %2$s-Metabox anpassen."],"Not sure how to implement the %3$s breadcrumbs on your site? Read %1$sour help article on breadcrumbs implementation%2$s.":["Bist du dir nicht sicher, wie du die %3$s-Breadcrumbs auf deiner Website implementieren sollst? Lies %1$sunseren Hilfeartikel zur Breadcrumbs-Implementierung%2$s."],"⌘K":["⌘K"],"CtrlK":["Ctrl-K"],"Please enter a search term with at least 3 characters.":["Bitte gib einen Suchbegriff mit mindestens 3 Buchstaben ein."],"You can add multiple custom fields and separate them by using %1$senter%2$s or %1$scomma%2$s.":["Du kannst mehrere benutzerdefinierte Felder hinzufügen und sie mit %1$sEingabetaste%2$s oder %1$sKomma%2$s trennen."],"Read more about our custom field analysis":["Lies mehr über unsere benutzerdefinierte Feldanalyse"],"This taxonomy is used for %1$s and %2$s.":["Diese Taxonomie wird für %1$s und %2$s verwendet."],"This taxonomy is used for %2$s.":["Diese Taxonomie wird für %2$s verwendet."],"Enable %1$s":["%1$s aktivieren"],"Show %1$s without posts in search results":["%1$s ohne Beiträge in den Suchergebnissen anzeigen"],"Determine how your %1$s should be described by default in %2$syour site's Schema.org markup%3$s. You can always change the settings for individual %1$s in the %4$s sidebar.":["Lege fest, wie deine %1$s standardmäßig im Schema.org-Markup %2$sdeiner Website%3$s beschrieben werden sollen. Du kannst die Einstellungen für einzelne %1$s jederzeit in der %4$s-Seitenleiste ändern."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Lege fest, wie deine %1$s standardmäßig in sozialen Medien aussehen sollen. Du kannst die Einstellungen für einzelne %1$s jederzeit in der %2$s-Metabox anpassen."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s metabox.":["Lege fest, wie deine %1$s standardmäßig in den Suchergebnissen aussehen sollen. Du kannst die Einstellungen für einzelne %1$s jederzeit in der %2$s-Metabox anpassen."],"Determine what your %1$s should look like in the search results by default. You can always customize the settings for individual %1$s in the %2$s sidebar.":["Lege fest, wie deine %1$s standardmäßig in den Suchergebnissen aussehen sollen. Du kannst die Einstellungen für einzelne %1$s jederzeit in der %2$s-Seitenleiste anpassen."],"Determine how your %1$s should look on social media by default. You can always customize the settings for individual %1$s in the %2$s sidebar.":["Lege fest, wie deine %1$s standardmäßig in sozialen Medien aussehen sollen. Du kannst die Einstellungen für einzelne %1$s jederzeit in der %2$s-Seitenleiste anpassen."],"Unavailable for multisites":["Für Multisites nicht verfügbar"],"Add new user...":["Neuen Benutzer hinzufügen..."],"Internal search pages":["Interne Suchseiten"],"404 error pages":["404-Fehlerseiten"],"Site connections":["Website-Verbindungen"],"View the XML sitemap":["XML-Sitemap anzeigen"],"Show media pages in search results":["Medienseiten in Suchergebnissen anzeigen"],"Show author archives in search results":["Autorenarchive in Suchergebnissen anzeigen"],"Show format archives in search results":["Formatarchive in Suchergebnissen anzeigen"],"Determine how the title of your internal search pages should look in the browser.":["Wähle, wie der Titel deiner internen Suchseiten im Browser aussehen soll."],"Determine how the title of your 404 error pages should look in the browser.":["Wähle, wie der Titel Deiner 404 Fehlerseite im Browser aussehen soll."],"Site features":["Website-Funktionen"],"Enable feature":["Funktion aktivieren"],"Learn more":["Weitere Informationen"],"Site info":["Website-Information"],"Show or hide our tools and controls in the attachment editor.":["Blende unsere Werkzeuge und Steuerelemente im Anhangseditor ein oder aus."],"We're sorry, you're not allowed to edit the %1$ssite title%2$s and %1$stagline%2$s.":["Es tut uns leid, du darfst die %1$sSite title%2$s und %1$sTagline%2$s nicht bearbeiten."],"(e.g., %1$s)":["(z.B. %1$s)"],"Remove WP-JSON API":["WP-JSON-API entfernen"],"Remove unregistered URL parameters":["Nicht registrierte URL-Parameter entfernen"],"Optimize Google Analytics utm tracking parameters":["Optimiere die Google Analytics utm Tracking-Parameter"],"Remove emoji scripts":["Emoji-Skripte entfernen"],"Remove Atom \/ RDF feeds":["Atom \/ RDF-Feeds entfernen"],"Remove search results feeds":["Suchergebnis-Feeds entfernen"],"Remove custom taxonomy feeds":["Benutzerdefinierte Taxonomie-Feeds entfernen"],"Remove tag feeds":["Tag-Feeds entfernen"],"Remove category feeds":["Kategorie-Feeds entfernen"],"Remove post type feeds":["Beitragstyp-Feeds entfernen"],"Remove post comments feeds":["Betrags-Kommentar-Feeds entfernen"],"Remove post authors feeds":["Beitragsautoren-Feeds entfernen"],"Remove global comment feeds":["Globale Kommentar-Feeds entfernen"],"Remove global feed":["Globale Feeds entfernen"],"Remove powered by HTTP header":["HTTP-Header \"powered by\" entfernen"],"Remove generator tag":["Generator-Tag entfernen"],"Remove oEmbed links":["oEmbed-Links entfernen"],"Remove RSD \/ WLW links":["RSD\/WLW-Links entfernen"],"Remove REST API links":["REST-API-Links entfernen"],"Remove shortlinks":["Shortlinks entfernen"],"Show or hide our tools and controls in the content editor.":["Zeige oder verstecke unsere Werkzeuge und Steuerelemente im Inhaltseditor."],"Enable SEO controls and assessments":["SEO-Kontrollen und -Prüfungen ermöglichen"],"Unlock with %1$s":["Entsperren mit %1$s"],"We couldn’t find anything with that term.":["Wir konnten zu diesem Begriff nichts finden."],"Search...":["Suche…"],"Quick search...":["Schnellsuche..."],"Alternate website name":["Alternativer Name der Website"],"No, continue editing":["Nein, Bearbeitung fortsetzen"],"Yes, discard changes":["Ja, Änderungen verwerfen"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Du bist im Begriff, alle nicht gespeicherten Änderungen zu verwerfen. Alle deine Einstellungen werden auf den Punkt zurückgesetzt, an dem du zuletzt gespeichert hast. Bist du sicher, dass du das tun willst?"],"Discard all changes":["Alle Änderungen verwerfen"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Verwende den alternativen Organisationsnamen für Akronyme oder eine kürzere Version des Namens deiner Organisation."],"Alternate organization name":["Alternativer Organisationsname"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Verwende den alternativen Website-Namen für Akronyme oder eine kürzere Version des Namens deiner Website."],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Du hast den Benutzer %1$s%5$s%2$s als die Person ausgewählt, die diese Website repräsentiert. Die Informationen des Benutzerprofils werden jetzt in den Suchergebnissen verwendet. %3$sAktualisiere ihr Profil, um sicherzustellen, dass die Informationen korrekt sind%4$s."],"E.g. https:\/\/example.com\/yoast":["z.B. https:\/\/example.com\/yoast"],"Choose whether your site represents an organization or a person.":["Wähle, ob die Website eine Organisation oder eine Person repräsentiert."],"Other profiles":["Andere Profile"],"Writing":["Schreiben"],"Advanced: URL cleanup":["Erweitert: URL-Bereinigung"],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Bitte erzähle uns etwas mehr zu deiner Organisation\/Firma. Das wird Google helfen, deine Website besser zu verstehen und verbessert deine Chance auf so genannte rich results."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["Deine interne Suche kann zu vielen verwirrenden URLs für Suchmaschinen führen und kann sogar von SEO-Spammern dazu benutzt werden, deine Website anzugreifen. Für die meisten Websites lohnt es sich, mit diesen Schutzmaßnahmen und Optimierungen zu experimentieren, auch wenn du keine Suchfunktion in deinem Theme hast."],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Du kannst Titel und Beschreibung für jede Blog Seite festlegen, indem du %1$sdie Blogseite als solche änderst%2$s."],"Please tell us more about the person this site represents.":["Bitte erzähle uns mehr über die Person, die diese Website repräsentiert."],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Dies sind fortgeschrittene Funktionen, also sei dir sicher, was du tust, bevor du Parameter entfernst. %1$sLies mehr dazu, wie deine Website davon betroffen sein könnte%2$s."],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Teile uns mit, ob du irgendwelche anderen Profile im Web besitzt, die zu deiner Organisation gehören. Du kannst ebenso Profile aus Plattformen wie Instagram, YouTube, LinkedIn, Pinterest oder Wikipedia hinzufügen."],"E.g. https:\/\/twitter.com\/yoast":["z. B. https:\/\/twitter.com\/yoast"],"E.g. https:\/\/facebook.com\/yoast":["z. B. https:\/\/facebook.com\/yoast"],"Enables advanced settings for protecting your internal site search URLs.":["Aktiviert erweiterte Einstellungen zum Schutz deiner internen Website-Such-URLs."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Interne Website-Suchen blockieren, die komplexe und nicht alphanumerische Zeichen enthalten, da sie Teil eines Spam-Angriffs sein könnten."],"Block internal site searches which match the patterns of known spam attacks.":["Interne Website-Suchen blockieren, die den Mustern bekannter Spam-Angriffe entsprechen."],"Prevent crawling of internal site search URLs":["Crawlen von URLs für die interne Website-Suche verhindern"],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs.":["Die Länge interner Website-Suchanfragen begrenzen, um die Auswirkungen von Spam-Angriffen und verwirrenden URLs zu verringern."],"Tell us about the other profiles on the web that belong to the person.":["Erzähle uns von den anderen Profilen im Web, die zu dieser Person gehören."],"Oops! Something went wrong while retrieving the person social profiles.":["Hoppla! Beim Abrufen der sozialen Profile der Benutzer ist etwas schief gelaufen."],"Internal site search cleanup":["Bereinigung der internen Website-Suche"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Füge deiner robots.txt-Datei eine „Disallow“-Regel hinzu, um das Crawlen der JSON-API-Endpunkte von WordPress zu verhindern."],"Remove JavaScript used for converting emoji characters in older browsers.":["JavaScript, das für die Umwandlung von Emoji-Zeichen in älteren Browsern verwendet wird, entfernen."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Entferne URLs, die alternative (veraltete) Formate für alle oben genannten Themen haben."],"Remove URLs which provide information about your search results.":["Entferne URLs, die Informationen über deine Suchergebnisse liefern."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Entferne URLs für jede benutzerdefinierte Taxonomie, die Informationen über deine letzten Beiträge enthält."],"Remove URLs which provide information about your recent posts, for each category.":["Entferne URLs für jede benutzerdefinierte Kategorie, die Informationen über deine letzten Beiträge enthält."],"Remove URLs which provide information about your recent posts, for each post type.":["Entferne URLs für jeden Post-Typ, der Informationen über deine letzten Beiträge enthält."],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress gibt deine Inhalte in vielen verschiedenen Formaten und unter vielen verschiedenen URLs aus (z. B. RSS-Feeds für deine Beiträge und Kategorien). Es ist grundsätzlich sinnvoll, die Formate zu deaktivieren, die du nicht aktiv nutzt."],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Links entfernen, die es anderen Websites ermöglichen, deine zu 'pingen', wenn sie auf dich verlinken."],"Remove URLs which provide an overview of recent comments on your site.":["URLs entfernen, die einen Überblick über die letzten Kommentare auf deiner Website geben."],"Disable unwanted content formats":["Unerwünschte Inhaltsformate deaktivieren"],"Remove URLs which provide information about recent posts by specific authors.":["Entfernt URLs, die Informationen über neue Beiträge bestimmter Autoren enthalten."],"Remove URLs which provide an overview of your recent posts.":["Entfernt URLs, die einen Überblick über Deine letzten Beiträge bieten."],"Remove URLs which provide information about recent comments on each post.":["Entfernt URLs, die Informationen über die letzten Kommentare zu den einzelnen Beiträgen enthalten."],"Also disables post comment feeds.":["Deaktiviert auch Post-Kommentar-Feeds."],"Remove URLs which provide information about your recent posts, for each tag.":["Entferne URLs für jedes benutzerdefinierte Schlagwort, das Informationen über deine letzten Beiträge enthält."],"Crawl optimization":["Crawl-Optimierung"],"Remove unwanted metadata":["Unerwünschte Metadaten entfernen"],"Remove links used for embedding your content on other sites.":["Links entfernen, die zum Einbetten deiner Inhalte auf anderen Websites verwendet werden."],"Remove links used by external systems for publishing content to your blog.":["Links entfernen, die von externen Systemen für die Veröffentlichung von Inhalten in deinem Blog verwendet werden."],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Entfernt unbekannte URL-Parameter über einen %1$s Redirect. Z.B. %2$s wird zu %3$s umgeleitet"],"Remove information about the plugins and software used by your site.":["Entferne Informationen darüber, welche Plugins und Software deine Website verwendet."],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Benutzer und Suchmaschinen fragen deine URLs oft mit Abfrage-Parametern wie %1$s ab. Diese können für die Nachverfolgung, Filterung und erweiterte Funktionen hilfreich sein - aber sie haben ihren Preis in Bezug auf Leistung und SEO. Websites, die nicht auf URL-Parameter angewiesen sind, können von diesen Optionen profitieren."],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Ersetzt %1$s Tracking-Parameter durch das (leistungsfähigere) Äquivalent %2$s mittels einer %3$s Weiterleitung. Z. B. wird %4$s auf %5$s weitergeleitet"],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Entferne Links zu den WordPress-internen \"Shortlink\"-URLs für deine Beiträge."],"Remove links to the location of your site’s REST API endpoints.":["Entfernt Links zu den REST-API-Endpunkten deiner Website."],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s":["Verhindert, dass bestimmte URL-Parameter durch die obige Funktion entfernt werden. Wenn du z.B. %1$s hinzufügst, wird verhindert, dass %2$s auf %3$s umgeleitet wird"],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":["Füge eine \"disallow\"-Regel zu deiner robots.txt-Datei hinzu, um das Crawlen von %1$s und %2$s URLs zu verhindern."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Mach deine Website effizienter und umweltfreundlicher, indem du verhinderst, dass Suchmaschinen Dinge crawlen, die sie nicht brauchen, und indem du nicht genutzte WordPress-Funktionen entfernst. %1$sErfahre mehr über Crawl-Einstellungen und wie sie deine Seite verbessern können%2$s."],"WordPress adds a lot of links and content to your site's %1$s and HTTP headers. For most websites you can safely disable all of these, which can help to save bytes, electricity, and trees.":["WordPress fügt eine Menge Links und Inhalte in die %1$s und HTTP-Header deiner Website ein. In der Regel kannst du diese sicher deaktivieren, was helfen kann, Bytes, Strom und Bäume einzusparen."],"Enable breadcrumbs for your theme":["Breadcrumbs für dein Theme aktivieren"],"Breadcrumbs for taxonomies":["Breadcrumbs für Taxonomien"],"Add prefix":["Präfix hinzufügen"],"Add anchor text":["Ankertext hinzufügen"],"Refresh this page":["Diese Seite neu laden"],"Something went wrong. An unexpected error occurred.":["Etwas ist schief gelaufen. Ein unerwarteter Fehler ist aufgetreten."],"Add separator":["Trennzeichen hinzufügen"],"Breadcrumb for 404 page":["Breadcrumb für Fehlerseite 404"],"Breadcrumb appearance":["Aussehen der Breadcrumbs"],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Du kannst sie jederzeit unten für dein Theme aktivieren\/deaktivieren. Diese Einstellung gilt nicht für Breadcrumbs, die über ein Widget, einen Block oder einen Shortcode eingefügt werden."],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Wähle die Taxonomie aus, die du in den Breadcrumbs für Beitragstypen anzeigen möchtest."],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Wähle den Beitragstyp aus, den du in den Breadcrumbs für Taxonomien anzeigen möchtest."],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Leider bedeutet dies, dass alle deine nicht gespeicherten Änderungen verloren gehen. Du kannst versuchen, diese Seite zu aktualisieren, um das Problem zu beheben. Wenn der Fehler weiterhin auftritt, wende dich bitte an unser Support-Team, damit wir dir helfen können!"],"Disabling this will redirect the %1$s to your site's homepage.":["Wenn du dies deaktivierst, wird %1$s auf die Startseite deiner Webseite umgeleitet."],"E.g., %1$s and %2$s":["z. B. %1$s und %2$s"],"E.g., %1$s":["z. B. %1$s"],"Be the first to get %1$snew features & tools%2$s, before everyone else. Get %1$s24\/7 support%2$s and boost your website’s visibility.":["Sei der Erste, der sich %1$sneue Funktionen & Tools%2$s holt, bevor alle anderen es tun. Erhalte %1$s24\/7 Support%2$s und steigere die Sichtbarkeit deiner Website."],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Konfiguriere das Aussehen und Verhalten %1$sdeiner Breadcrumbs%2$s."],"Breadcrumbs for post types":["Breadcrumbs für Inhaltstypen"],"Prefix for search page breadcrumbs":["Präfix für Suchseiten-Breadcrumbs"],"Choose the general appearance of your breadcrumbs.":["Wähle das allgemeine Aussehen deiner Breadcrumbs."],"Discard changes":["Änderungen verwerfen"],"No users found.":["Es wurden keine Benutzer gefunden."],"User":["Benutzer"],"Failed to retrieve users.":["Der Abruf von Benutzern ist fehlgeschlagen."],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Das Profil ist nicht gültig. Bitte verwende nur 1-25 Buchstaben, Zahlen und Unterstriche oder gebe eine gültige Twitter-URL ein."],"The profile is not valid. Please enter a valid URL.":["Das Profil ist nicht gültig. Gib bitte eine gültige URL ein."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Der Prüfcode ist nicht gültig. Verwende bitte nur die Buchstaben A bis F, Zahlen, Unterstriche und Bindestriche."],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Der Prüfcode ist nicht gültig. Verwende bitte nur Buchstaben, Zahlen, Unterstriche und Bindestriche."],"Site basics":["Website-Grundlagen"],"Searching users...":["Benutzer werden gesucht..."],"Content types":["Inhaltsarten"],"Show more":["Mehr anzeigen"],"Show less":["Weniger anzeigen"],"%1$s pages":["%1$s Seiten"],"Show %1$s pages in search results":["%1$s Seiten in den Suchergebnissen anzeigen"],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":["Wir empfehlen, %1$s Seiten zu deaktivieren. Das Deaktivieren von %1$s Seiten führt dazu, dass alle Anhangs-URLs auf die Medien selbst umgeleitet werden."],"Media pages":["Medienseiten"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["Es gibt nicht gespeicherte Änderungen auf dieser Seite. Wenn du die Seite verlässt, bedeutet das, dass diese Änderungen verloren gehen. Möchtest du diese Seite wirklich verlassen?"],"Categories & tags":["Kategorien und Schlagwörter"],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Wenn du diese Option deaktivierst, werden durch WordPress erstellte %1$s Seiten nicht von Suchmaschinen indexiert und aus den XML-Sitemaps ausgeschlossen."],"Configure the basics for your website.":["Konfiguriere die grundlegenden Einstellungen deiner Website."],"This field updates the %1$stagline in your WordPress settings%2$s.":["Dieses Feld aktualisiert die %1$s-Untertitel in deinen WordPress-Einstellungen%2$s."],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Wenn du Medien hochlädst (z.B. ein Bild oder Video), erstellt %5$s automatisch eine %3$s Seite (Anhang-URL) dafür. Diese Seiten sind ziemlich leer und könnten %1$sProbleme wegen zu wenig Content verursachen und zu überflüssigen Seiten auf deiner Website führen%2$s. Deshalb deaktiviert %4$s sie standardmäßig (und leitet die Anhang-URL auf das Medium selbst um)."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Format basierte Archive können Probleme mit doppelten Inhalten verursachen. Für die meisten Websites empfehlen wir, diese Einstellung zu deaktivieren."],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s kann Probleme mit doppelten Inhalten verursachen. Für die meisten Websites empfehlen wir, diese Einstellung zu deaktivieren."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Wenn du das deaktivierst, wird %1$s nicht von Suchmaschinen indiziert und von XML-Sitemaps ausgeschlossen. Wir empfehlen, diese Einstellung zu deaktivieren."],"%1$s (e.g. %2$s) are based on publication dates. From an SEO perspective, the posts in these archives have no real relation to the other posts except for their publication dates, which doesn’t say much about the content. They could also lead to duplicate content issues. This is why we recommend you to disable %3$s.":["%1$s (z.B. %2$s) basieren auf Veröffentlichungsdaten. Aus SEO-Sicht haben die Beiträge in diesen Archiven keinen wirklichen Bezug zu den anderen Beiträgen, außer ihrem Veröffentlichungsdatum, das nicht viel über den Inhalt aussagt. Sie könnten auch zu Duplicate Content-Problemen führen. Aus diesem Grund empfehlen wir, %3$s zu deaktivieren."],"Show archives for authors without posts in search results":["Archive für Autoren ohne Beiträge in den Suchergebnissen anzeigen"],"Determine how your %1$s should look in search engines.":["Wähle, wie deine %1$s in Suchmaschinen aussehen sollen."],"Determine how your %1$s should look on social media by default.":["Wähle, wie deine %1$s standardmäßig auf Social Media aussehen sollen."],"Disabling this means that %1$s without any posts will not be indexed by search engines and will be excluded from XML sitemaps.":["Wenn du das deaktivierst, werden %1$s ohne Beiträge nicht von Suchmaschinen indiziert und von XML-Sitemaps ausgeschlossen."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Wenn du einen Blog mit nur einem Autor betreibst, ist das %1$s (z.B. %2$s) genau dasselbe wie deine Homepage. Das nennt man ein %3$sProblem mit doppeltem Inhalt%4$s. Wenn dies bei deiner Website der Fall ist, kannst du es entweder deaktivieren (dann wird es auf die Homepage umgeleitet) oder verhindern, dass es in den Suchergebnissen angezeigt wird."],"Contact support":["Support kontaktieren"],"We're very sorry, but it seems like the following error has interrupted our application:":["Es tut uns sehr leid, aber anscheinend hat der folgende Fehler unsere Anwendung angehalten:"],"Author archive":["Autorenarchiv"],"Determine how your %1$s should look in search engines and on social media.":["Wähle, wie deine %1$s in den Ergebnissen von Suchmaschinen und auf Social Media aussehen sollen."],"Read more about the search results settings":["Erfahre mehr über die Einstellungen der Suchergebnisse"],"Read reviews from real users":["Lies Bewertungen von echten Benutzern"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress lädt viele Ressourcen, von denen deine Website einige möglicherweise nicht benötigt. Wenn du diese nicht verwendest, kannst du sie entfernen, um deine Seiten zu beschleunigen und Ressourcen zu sparen."],"Remove unused resources":["Ungenutzte Ressourcen entfernen"],"Add custom fields to page analysis":["Individuelle Felder zur Seitenanalyse hinzufügen"],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Die Deaktivierung dieser Option bedeutet, dass das Archiv für %1$s nicht von Suchmaschinen indiziert wird und zudem von XML-Sitemaps ausgeschlossen wird."],"%1$s archive":["%1$s Archiv"],"Additional settings":["Zusätzliche Einstellungen"],"Social appearance":["Soziales Erscheinungsbild"],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Deaktivieren bedeutet, dass %1$s nicht von Suchmaschinen indiziert wird und von XML-Sitemaps ausgeschlossen wird."],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Du hast in deinen WooCommerce Einstellungen bisher keine Shop-Seite eingestellt. %1$sBitte erledige dies zuerst%2$s."],"Search appearance":["Darstellung in der Suche"],"The %1$ssocial image%2$s, %1$ssocial title%2$s and %1$ssocial description%2$s require Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Das %1$sSocial-Bild%2$s, %1$sSocial-Titel%2$s und %1$sSocial-Beschreibung%2$s erfordern Open Graph-Daten, die derzeit im Abschnitt \"Social Sharing\" in %3$s deaktiviert sind Site-Einstellungen%4$s."],"Category URLs in WordPress contain a prefix, usually %s. Show or hide that prefix in category URLs.":["Kategorie-URLs in WordPress enthalten ein Präfix, normalerweise %s. Dieser Parameter aktiviert dieses Präfix, nur für Katagorien."],"Show the categories prefix in the slug":["Behalte das Kategorien-Präfix in der Titelform"],"Determine how your homepage should look in the search results and on social media. This is what people probably will see when they search for your brand name.":["Wähle aus wie deine Startseite in Suchmaschinen und in sozialen Netzwerken dargestellt werden soll. Beachte, dass Nutzer diese Darstellung wahrscheinlich sehen werden, wenn sie nach deiner Marke suchen."],"Determine how your homepage should look on social media.":["Wählen, wie deine Homepage in den sozialen Medien aussehen soll."],"These settings are specifically for optimizing your %1$s archive.":["Diese Einstellungen sind speziell für die Optimierung deines %1$s-Archivs gedacht."],"Determine how your %1$s archive should look on social media.":["Wähle, wie deine %1$s Archiv auf Social Media aussehen sollen."],"Determine how your %1$s archive should look in search engines.":["Wähle, wie dein %1$s-Archiv in Suchmaschinen aussehen soll."],"Archive social description":["Archivierung der sozialen Beschreibung"],"Show %1$s in search results":["Zeige %1$s in den Suchergebnissen"],"Show the archive for %1$s in search results":["Archiv für %1$s in den Suchergebnissen anzeigen"],"Archive breadcrumbs title":["Breadcrumbs-Titel archivieren"],"Enable %1$s for %2$s":["%1$s für %2$s aktivieren"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Der ausgewählte Medientyp ist ungültig. Unterstützte Typen sind: JPG, PNG, WEBP und GIF."],"Archive SEO title":["Archiv-SEO-Titel"],"Archive meta description":["Archiv Meta-Beschreibung"],"Archive social image":["Bild des Social-Archivs"],"Archive social title":["Titel des Social-Archivs"],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh nein! Scheinbar enthält dein Formular ungültige Daten. Bitte überprüfe folgende Felder:"],"Inclusive language analysis":["Inklusive Sprachanalyse"],"Great! Your settings were saved successfully.":["Deine Einstellungen wurden gespeichert."],"Close sidebar":["Seitenleiste schließen"],"Open sidebar":["Seitenleiste öffnen"],"Yandex":["Yandex"],"Get your verification code in %1$sGoogle Search console%2$s.":["Hole dir deinen Google-Verifizierungscode in der %1$sGoogle Search Console%2$s."],"Bing":["Bing"],"Baidu":["Baidu"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Hole dir deinen Baidu-Verifizierungscode in den %1$s Baidu Webmaster Tools%2$s."],"Oops! Something went wrong while saving.":["Upps! Etwas ist schief gelaufen. Bitte versuche es nochmal."],"Add verification code":["Verifizierungscode hinzufügen"],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Hole dir deinen Yandex-Verifizierungscode in den %1$sYandex Webmaster Tools%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Erhalte deinen Verifizierungscode in den %1$sBing Webmaster Tools%2$s."],"Claim your site over at %1$sPinterest%2$s.":["Bestätige deine Website bei %1$sPinterest%2$s."],"Restrict advanced settings for authors":["Erweiterte Einstellungen für Autoren einschränken"],"By default only editors and administrators can access the Advanced and Schema section of the %1$s sidebar. Disabling this allows access to all users.":["Standardmäßig können nur Redakteure und Administratoren auf die Bereiche Erweitert und Schema der %1$s-Metabox zugreifen. Wenn du dies deaktivierst, können alle Benutzer darauf zugreifen."],"Verify your site with different tools. This will add a verification meta tag to your homepage. You can find instructions on how to verify your site for each platform by following the link in the description.":["Verifiziere deine Website mit verschiedenen Werkzeugen. Dies wird deiner Homepage einen Meta-Tag zur Verifizierung hinzufügen. Folge dem Link in der Beschreibung, um zu einer Anleitung zu kommen, wie du deine Website für jede Plattform überprüfst."],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Dieser Yoast-SEO-REST-API-Endpunkt liefert dir alle Metadaten, die du für eine bestimmte URL benötigst. Das macht es für Headless-WordPress-Seiten sehr einfach, Yoast SEO für deine SEO-Meta-Ausgaben zu nutzen."],"Social sharing":["Teilen über soziale Netzwerke"],"Site structure":["Website-Struktur"],"Tell us which features you want to use.":["Steuere, welche Funktionen du verwenden möchtest."],"APIs":["APIs"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Aktiviere diese Funktion, wenn Twitter eine Vorschau mit Bildern und einem Textauszug anzeigen soll, wenn ein Link zu deiner Website geteilt wird."],"Open Graph data":["Open Graph-Daten"],"REST API endpoint":["REST-API-Endpunkt"],"Twitter card data":["Twitter Card-Daten"],"Slack sharing":["Slack-Freigabe"],"Site preferences":["Website-Voreinstellungen"],"Recommended size for this image is %1$s%3$s%2$s":["Die empfohlene Größe für dieses Bild ist %1$s%3$s%2$s"],"Network disabled":["Netzwerk deaktiviert"],"Unavailable for sub-sites":["Für untergeordnete Websites nicht verfügbar"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Dieses Bild wird als Fallback für Beiträge\/Seiten verwendet, für die keine Bilder festgelegt sind."],"Site image":["Website-Bild"],"Title separator":["Titel-Trennzeichen"],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["Für das %1$sSite-Bild%2$s sind Open Graph-Daten erforderlich, die derzeit im Abschnitt „Social Sharing“ in den %3$sSite-Einstellungen%4$s deaktiviert sind."],"RSS feed":["RSS-Feed"],"%1$s (default)":["%1$s (Standard)"],"Dismiss":["Verwerfen"],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Automatisch Content zu deinem RSS hinzufügen. Dies erlaubt es dir, Links zurück zu deinem Blog und zu deinen Beiträgen zu setzen, damit Suchmaschinen sie als die Originalquelle des Contents erkennen."],"IndexNow":["IndexNow"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Automatisch Suchmaschinen wie Bing und Yandex anpingen, sobald du einen Beitrag veröffentlichst, aktualisierst oder löschst."],"Filter search terms":["Nach Suchbegriffen filtern"],"Filter searches with emojis and other special characters":["Nach Suchen mit Emojis und anderen speziellen Zeichen filtern"],"Filter searches with common spam patterns":["Nach Suchen mit allgemein bekannten Spam-Begriffen filtern"],"Max number of characters to allow in searches":["Maximale Anzahl an Zeichen, die in Suchen erlaubt ist"],"Additional URL parameters to allow":["Zusätzliche URL-Parameter erlauben"],"Pingback HTTP header":["Pingback-HTTP-Header"],"Personal logo or avatar":["Persönliches Logo oder persönlicher Avatar"],"Select a user":["Benutzer auswählen"],"Add another profile":["Anderes Profil hinzufügen"],"Facebook URL":["Facebook-URL"],"Site representation":["Darstellung der Website"],"Link suggestions":["Link-Vorschläge"],"Insights":["Einblicke"],"Social image":["Bild für Social-Media"],"Social title":["Titel für Social-Media"],"Social description":["Beschreibung für Social-Media"],"Image":["Bild"],"Remove image":["Bild entfernen"],"Select image":["Bild auswählen"],"Replace image":["Bild ersetzen"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Dies fügt dem Artikelausschnitt eine Autorenzeile und eine Schätzung der Lesezeit hinzu, wenn er auf Slack veröffentlicht wird."],"Article type":["Artikeltyp"],"Page type":["Seitentyp"],"Usage tracking":["Nutzungs-Tracking"],"Learn SEO":["SEO kennenlernen"],"Check out %1$s":["Möchtest du SEO von Team Yoast lernen? Schau dir unsere %1$s an!"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Wir bieten sowohl kostenlose als auch Premium-Online-Kurse an, um alles zu lernen, was du über SEO wissen musst."],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Möchtest du SEO von Team Yoast lernen? Schau dir unsere %1$s an!"],"Schema":["Schema"],"Show blog page in breadcrumbs":["Blog-Seite im Breadcrumbs-Menü anzeigen"],"Organization":["Organisation"],"Organization name":["Organisations-Name"],"Organization logo":["Organisations-Logo"],"Personal info":["Persönliche Daten"],"Select a user...":["Wähle einen Benutzer…"],"Wikipedia URL":["Wikipedia-URL"],"Upgrade to %s":["%s buchen"],"Multiple keyphrases":["mehrere Keyphrasen"],"Get %s":["Erhalte %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Die SEO-Metadaten für diesen benutzerdefinierten Beitragstyp können auf der %1$sShop-Seite%2$s bearbeitet werden."],"Tagline":["Untertitel\/Slogan"],"24\/7 email support":["24\/7 E-Mail-Support"],"The readability analysis offers suggestions to improve the structure and style of your text.":["Die Lesbarkeitsanalyse bietet Vorschläge zur Verbesserung der Struktur und des Stils deines Textes."],"SEO analysis":["SEO-Analyse"],"Text link counter":["Text Link Zähler"],"Cornerstone content":["Cornerstone-Inhalt"],"Save changes":["Änderungen speichern"],"Superfast internal linking suggestions":["Superschnelle Vorschläge zur internen Verlinkung"],"Facebook & Twitter":["Facebook & Twitter"],"No ads!":["Keine Werbung!"],"No more dead links":["Keine toten Links mehr"],"Easy redirect manager":["Einfacher Redirect Manager"],"Increase your SEO reach":["Vergrößere deine SEO-Reichweite"],"Social media preview":["Social-Media-Vorschau"],"Variable":["Variable"],"Available variables":["Verfügbare Variablen"],"Admin bar menu":["Adminbar-Menü"],"SEO title":["SEO-Titel"],"Other social profiles":["Andere soziale Profile"],"Readability analysis":["Lesbarkeits-Analyse"],"No results found":["Keine Ergebnisse gefunden."],"Bold the last page":["Die letzte Seite hervorheben"],"Author archives":["Autor-Archiv"],"Separator between breadcrumbs":["Trenner zwischen den Breadcrumbs"],"A link to your site, with your site's name and description as anchor text.":["Link zu Deiner Seite mit Blogname und Slogan als Linktext."],"You can use the following variables within the content, they will be replaced by the value on the right.":["Du kannst folgende Variablen innerhalb des Inhalts verwenden, diese werden durch den Wert auf der rechten Seite ersetzt."],"How to insert breadcrumbs in your theme":["Wie Du Breadcrumbs in Dein Theme einbinden kannst."],"Description":["Beschreibung"],"Blog":["Blog"],"A link to the post, with the title as anchor text.":["Link zum Artikel mit dem Artikelnamen als Linktext."],"Content to put before each post in the feed":["Inhalt, der vor jeden Eintrag im RSS-Feed gesetzt wird"],"Instagram URL":["Instagram-URL"],"LinkedIn URL":["LinkedIn-URL"],"MySpace URL":["MySpace-URL"],"Pinterest URL":["Pinterest-URL"],"Content to put after each post in the feed":["Inhalt, der an jeden Beitrag im Feed angehängt wird"],"A link to your site, with your site's name as anchor text.":["Link zu Deiner Seite mit dem Namen deines Blocks als Linktext."],"Prefix for the breadcrumb path":["Praefix für den Breadcrumb-Pfad."],"YouTube URL":["YouTube-URL"],"Anchor text for the Homepage":["Anker-Text für die Homepage"],"Date archives":["Datums-Archive"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s hat automatisch erkannt, ob für deine Seiten ein Zwang zum Umschreiben der Titel gesetzt werden sollte. Wenn du glaubst, dass dies falsch ist, und du weißt was du tust, kannst du die Einstellung hier ändern."],"Homepage":["Homepage"],"RSS":["RSS"],"Website name":["Name der Website"],"Special pages":["Spezielle Seiten"],"Person":["Person"],"Search":["Suchen"],"Force rewrite titles":["Umarbeitung der Titel erzwingen"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Du kannst Titel und Beschreibung der Homepage bestimmen, indem du %1$sdie Homepage selbst bearbeitest%2$s."],"Breadcrumbs":["Breadcrumbs"],"Twitter":["Twitter"],"Breadcrumbs title":["Breadcrumbs-Titel"],"Facebook":["Facebook"],"Pinterest":["Pinterest"],"Page title":["Seitentitel: "],"General":["Allgemein"],"Meta description":["Meta-Beschreibung"],"None":["Keine"],"Tools":["Werkzeuge"],"Social":["Social"],"Advanced":["Erweitert"],"XML sitemaps":["XML-Sitemaps"],"Twitter username (without @)":["Twitter-Benutzername (ohne @)"],"Google":["Google"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}