{"translation-revision-date":"2022-12-13 16:26:23+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Text formality":["Formalità del testo"],"%1$s%3$s%2$s will help you assess the formality level of your text.":["%1$s%3$s%2$s ti aiuterà a valutare il livello di formalità del tuo testo."],"Read more about text formality.":["Maggiori informazioni sulla formalità del testo."],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Con %1$s%3$s%2$s, questa sezione ti mostrerà quali parole ricorrono più spesso nel testo. Verificando queste parole più usate rispetto alle parole chiave desiderate, saprai come modificare il testo per renderlo più mirato"],"Use synonyms, plurals, and variations":["Usa sinonimi, plurali e varianti"],"Unlock with %s":["Sblocca con %s"],"Unlock expert workouts and workflows":["Sblocca i workout e i flussi di lavoro"],"Target multiple focus keyphrases":["Punta su più frasi chiave"],"Premium SEO analysis":["Analisi SEO Premium"],"Optimize even further with our premium SEO analysis":["Ottimizza ulteriormente il tuo contenuto con la nostra analisi SEO Premium"],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":["Ottieni raccomandazioni aggiuntive e più intelligenti sulla struttura del tuo sito, sui contenuti e sulle opportunità SEO."],"Get %s to enjoy the benefits of prominent words":["Passa a %s per ottenere i vantaggi delle statistiche sulle parole più usate"],"Buy %s now!":["Acquista %s ora!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Stai lavorando su una news? %s ti aiuta a ottimizzare il sito per Google News."],"1 year of premium support and updates included!":["1 anno di aggiornamenti e supporto personalizzato inclusi!"],"Reading time":["Tempo di lettura"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["Il testo dovrebbe essere leggermente più lungo per calcolare il punteggio di facilità di lettura Flesch."],"Word count":["Conteggio delle parole"],"Character count":["Conteggio dei caratteri"],"out of 100":["su 100"],"okay":["okay"],"no data":["Nessun dato"],"minute":["minuto","minuti"],"Learn more about word count":["Per saperne di più sul conteggio delle parole"],"Learn more about reading time":["Per saperne di più sul tempo di lettura stimato"],"Learn more about Flesch reading ease":["Per saperne di più sulla facilità di lettura Flesch"],"Learn more about character count":["Per saperne di più sul conteggio dei caratteri"],"Get the %s plugin!":["Compra il plugin %s!"],"Continue writing to get insight into the readability of your text!":["Continua a scrivere per avere un'idea della leggibilità del testo!"],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":["Stai lavorando su una news? %s ti aiuta a ottimizzare il sito per Google News. Acquista %s ora!"],"Timestamp this %s":["Aggiungi un timestamp a %s"],"Dismiss this notice.":["Ignora questa notifica."],"Get the most out of Yoast SEO":["Ottieni il massimo da Yoast SEO"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Vuoi ancora più ottimizzazioni con l'aiuto dei nostri esperti SEO? Iscriviti al nostro webinar settimanale gratuito!"],"Register now!":["Registrati ora!"],"Your %s is now protected via the blockchain!":["Il tuo %s è ora protetto dalla blockchain!"],"WordProof authentication":["Autenticazione di WordProof"],"Unable to create new timestamps. Please authenticate with WordProof.":["Non è possibile creare nuovi timestamp. Autenticati con WordProof."],"Try again":["Riprova"],"Timestamp with WordProof":["Aggiungi timestamp con WordProof"],"There was a connection problem. This could be because your third party connections are blocked.":["Si è verificato un problema di connessione. Questo potrebbe essere dovuto al fatto che le connessioni di terze parti sono bloccate."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["%3$s sarà automaticamente datato ogni volta che %1$saggiorni%2$s o %1$spubblichi%2$s."],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Qualcosa non ha funzionato nell'autenticazione del tuo account %3$s con il sito %4$s. Riprova o contatta il supporto %1$s di %3$s%2$s."],"Not working? %1$sContact %3$s support%2$s.":["Non funziona? %1$sContatta il supporto di %3$s%2$s."],"Manage WordProof settings":["Gestisci le impostazioni di WordProof"],"Learn more about timestamping":["Ulteriori informazioni sul processo di timestamp"],"Find possible solutions in this %1$sArticle%2$s.":["Trova le possibili soluzioni in questo %1$sarticolo%2$s."],"Connection failed":["La connessione è fallita"],"Connected to WordProof":["Connetti a WordProof"],"Authenticate with WordProof":["Autentica con WordProof"],"character":["carattere",""],"word":["parola",""],"reconnect to %s":["riconnetti a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Sembra che qualcosa sia andato storto durante il recupero dei dati del tuo sito web. Si prega di %s e riprovare."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Prima di poter tracciare le tue prestazioni SEO, assicurati di impostare il titolo dell'articolo e di salvarlo come bozza o di impostare manualmente lo slug dell'articolo."],"Tracking the ranking position...":["Monitorando la posizione nei risultati di ricerca..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Qualcosa è andato storto durante il monitoraggio della posizione della tua pagina nei risultati di ricerca. Riprova più tardi."],"upgrade your %s plan":["aggiorna il tuo piano %s"],"No keyphrase has been set. Please set a keyphrase first.":["Non è stata impostata alcuna frase chiave. Imposta prima una frase chiave."],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Hai raggiunto il numero massimo di %d frasi chiave che puoi aggiungere al tuo account Wincher. Se desideri aggiungere altre frasi chiave, si prega di %s."],"Read more about keyphrase tracking with Wincher":["Ulteriori informazioni sul monitoraggio delle frasi chiave con Wincher"],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Ti sei connesso con successo a %s!  Ora puoi monitorare le prestazioni SEO per le frasi chiave di questa pagina."],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Il rilevamento automatico delle frasi chiave è abilitato. Le tue frasi chiave verranno automaticamente tracciate da %s quando pubblicherai il tuo articolo."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Con %1$s puoi tracciare la posizione della tua pagina nei risultati di ricerca in base alle tue frasi chiave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s sta attualmente monitorando la posizione della tua pagina nei risultati di ricerca. Questo potrebbe richiedere alcuni minuti. Aspetta o torna a controllare più tardi."],"Position":["Posizione"],"SEO performance":["Prestazioni SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Puoi abilitare \/ disabilitare il monitoraggio delle prestazioni SEO per ogni frase chiave di seguito."],"Tracking":["Monitoraggio"],"Position over time":["Posizione nel tempo"],"Connect with %s":["Connetti con %s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posizione della frase chiave negli ultimi 90 giorni su una scala da 0 a 100."],"Track SEO performance":["Monitora le prestazioni SEO"],"Get more insights over at %s":["Ottieni più approfondimenti su %s"],"* focus keyphrase":["* frase chiave principale"],"Learn more about the SEO performance feature.":["Scopri di più sulle funzionalità delle prestazioni SEO."],"Want to see how your content will look when it’s shared on %s?":["Ti piacerebbe vedere come appare il tuo contenuto quando viene condiviso su %s?"],"Get %s to unlock social previews!":["Attiva %s per sbloccare l'anteprima social!"],"Insights":["Approfondimenti (Insights)"],"Read more about Schema.":["Scopri di più su Schema."],"Select image":["Seleziona un'immagine"],"Unfortunately we cannot save changes to your SEO settings while you are working on a draft of an already-published %1$s. If you want to save your SEO changes, make sure to click 'Update', or wait to make your SEO changes until you are ready to update the %1$s.":["Non possiamo salvare i cambiamenti nelle impostazioni SEO mentre stai lavorando su una bozza di un %1$s già pubblicato. Se vuoi salvare i cambiamenti nei dati SEO, fai click su 'Aggiorna', o aspetta a cambiare i dati SEO fino a quando è pronto l'aggiornamento di %1$s."],"New: Yoast SEO for Elementor":["Nuovo: Yoast SEO per Elementor"],"Got it":["Fatto"],"Get started with Yoast SEO's content analysis for Elementor!":["Inizia con l'analisi dei contenuti per Elementor!"],"Check out %s!":["Dai un'occhiata a %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Ti piacerebbe poter aggiungere queste frasi chiave correlate all'analisi %s in modo da poter ottimizzare ulteriormente i tuoi contenuti?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Abbiamo incontrato un problema nel cercare di ottenere le relative frasi chiave. Riprova più tardi."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Hai raggiunto il numero massimo di 4 frasi chiave correlate. Puoi cambiare o rimuovere le frasi correlate nella metabox di %s o nella barra laterale."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Attendi mentre %1$s si connette a %2$s per ottenere le relative frasi chiave..."],"Upgrade your %s plan":["Aggiorna il tuo piano su %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Hai raggiunto il limite di richieste per oggi. Controlla domani o aggiorna il tuo piano su %s."],"Last month":["Il mese scorso"],"Two months ago":["Due mesi fa"],"Three months ago":["Tre mesi fa"],"Four months ago":["Quattro mesi fa"],"Five months ago":["CInque mesi fa"],"Six months ago":["Sei mesi fa"],"Seven months ago":["Sette mesi fa"],"Eight months ago":["Otto mesi fa"],"Nine months ago":["Nove mesi fa"],"Ten months ago":["Dieci mesi fa"],"Eleven months ago":["Undici mesi fa"],"Twelve months ago":["Dodici mesi fa"],"Get more insights at %s":["Approfondisci su %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume della frase chiave negli ultimi 12 mesi su una scala da 0 a 100."],"Learn more about the related keyphrases trend":["Per saperne di più sulla tendenza delle frasi chiave correlate"],"Trend":["Tendenza"],"Learn more about the related keyphrases volume":["Per saperne di più sul volume delle frasi chiave correlate"],"Volume":["Volume"],"Related keyphrase":["Frase chiave correlata"],"Select country":["Seleziona il Paese"],"Show results for:":["Mostra i risultati per:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Non ci sono dati disponibili per quella combinazione di frase chiave\/paese."],"The number of headers and header labels don't match.":["Il numero di header a di etichette per l'header non combacia."],"Twitter preview":["Anteprima di Twitter"],"Facebook preview":["Anteprima di Facebook"],"Make sure to save your %s for changes to take effect":["Assicurati di salvare %s affinché i cambiamenti abbiano effetto"],"Return to your %s":["Ritorna al tuo %s"],"Default for %1$s (%2$s)":["Predefinito %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Questo aiuta i motori di ricerca a capire il tuo sito e i tuoi contenuti. Puoi modificare alcune delle impostazioni per questa pagina qui sotto."],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO descrive automaticamente le pagine utilizzando schema.org"],"Article type":["Tipo di articolo"],"Page type":["Tipo di pagina"],"Learn more about page or content types":["Leggi di più sulle pagine About o sui tipi di contenuto"],"What type of page or content is this?":["Che tipo di pagina o contenuto è?"],"Learn more about structured data with Schema.org":["Leggi di più sui dati strutturati di Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Puoi cambiare il tipo predefinito per %1$s nelle %2$sImpostazioni dell'Aspetto della ricerca%3$s."],"Default Article type":["Tipo di articolo predefinito"],"Default Page type":["Tipo di pagina predefinito"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Questa impostazione sarà applicata a %1$s. %1$s che è configurato manualmente non sarà modificato.","Questa impostazione si applica a tutti i %1$s. %1$s che sono configurati manualmente non verranno modificati."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Scegli come vuoi che %1$s siano descritti in modo predefinito negli schema.org markup del tuo sito. Puoi cambiare queste impostazioni per ogni %1$s."],"Learn more about the schema settings":["Scopri di più sulle impostazioni di Schema."],"Schema settings":["Impostazioni di Schema"],"Learn more about the no-index setting on our help page.":["Per saperne di più sull'impostazione no-index, consulta la nostra pagina di aiuto."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Anche se puoi impostare qui i meta robot, l'intero sito è impostato su noindex nelle opzioni della privacy, quindi queste impostazioni non avranno alcun effetto."],"Learn more about canonical URLs on our help page.":["Puoi leggere di più sugli URL canonici nella nostra pagina di aiuto."],"Learn more about the breadcrumbs title setting on our help page.":["Puoi leggere di più sull'impostazione del titolo dei breadcrumb nella nostra pagina di aiuto."],"Learn more about advanced meta robots settings on our help page.":["Puoi leggere di più sulle impostazioni avanzate dei meta robot nella nostra pagina di aiuto."],"Learn more about the no-follow setting on our help page.":["Puoi leggere di più sulle impostazioni no-follow nella nostra pagina di aiuto."],"Should search engines follow links on this %s":["I motori di ricerca dovrebbero seguire i link su questo %s"],"Google preview":["Anteprima di Google"],"Schema":["Schema"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Le seguenti parole sono quelle che ricorrono di più nel contenuto. Esse danno un'indicazione dell'argomento su cui si concentra il contenuto. Se le parole si discostano molto dal tuo argomento, puoi riscrivere il contenuto in modo più coerente."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Una volta aggiunto altro contenuto, ti forniremo un elenco di parole che ricorrono maggiormente nel testo. Tale analisi ti dà un'idea su cosa si concentra il tuo testo."],"%d occurrences":["%d occorrenze"],"Keyphrase":["Frase chiave"],"Good job!":["Ottimo lavoro!"],"Add related keyphrase":["Aggiungi una frase chiave correlata"],"Get %s":["Passa a %s"],"%d day":["%d giorno","%d giorni"],"Great news: you can, with %s!":["Ottime notizie: puoi con %s!"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leggi la nostra %1$sUltimate guide to keyword research%2$s per ulteriori informazioni sulla ricerca e sulla strategia per le parole chiave."],"Prominent words":["Parole importanti"],"Get Yoast SEO Premium":["Passa a Yoast SEO Premium"],"24\/7 email support":["Supporto 24\/7 via email"],"%s (current default for %s)":["%s (impostazione corrente predefinita per %s)"],"Allow search engines to show this %s in search results?":["Consenti ai motori di ricerca di mostrare %s nei risultati delle ricerche?"],"Other benefits of %s for you:":["Altri benefici da %s per te:"],"Superfast internal linking suggestions":["Suggerimenti super veloci di link interni"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNiente più link non funzionanti%2$s: easy redirect manager"],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sAnteprima dei social media%2$s: Facebook & Twitter"],"1 year free support and updates included!":["1 anno di aggiornamenti e supporto personalizzato inclusi!"],"No ads!":["Nessuna pubblicità!"],"Please provide a meta description by editing the snippet below.":["Inserisci una meta descrizione modificando lo snippet sottostante."],"No":["No"],"Yes":["Si"],"difficult":["difficile"],"easy":["facile"],"fairly difficult":["abbastanza difficile"],"fairly easy":["abbastanza facile"],"very difficult":["molto difficile"],"very easy":["molto facile"],"Try to make shorter sentences, using less difficult words to improve readability":["Prova a scrivere frasi più brevi, usando parole meno difficili per migliorare la leggibilità. "],"The copy scores %1$s in the test, which is considered %2$s to read.":["Il contenuto ha ottenuto il punteggio %1$s nel test, che è considerato %2$s da leggere."],"Flesch reading ease":["Facilità di lettura Flesch"],"Advanced":["Avanzate"],"Meta robots advanced":["Meta Robots avanzate"],"No Image Index":["Nessuna immagine indice"],"No Archive":["Nessun Archivio"],"View":["Visualizza"],"No Snippet":["Nessuno snippet"],"Breadcrumbs Title":["Titolo dei breadcrumbs"],"Canonical URL":["URL canonico"]}},"comment":{"reference":"js\/dist\/elementor.js"}}