{"translation-revision-date":"2022-12-29 22:19:50+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"We could not save the website name. Please check the value.":["Wir konnten den Namen der Website nicht speichern. Bitte überprüfe den Wert."],"We took the liberty of using your site title and logo for the organization name and logo. Feel free to change them below.":["Wir haben uns die Freiheit genommen, den Namen und das Logo deiner Website als Firmennamen und -Logo zu verwenden. Gerne kannst du das das hier unten ändern."],"Or visit your SEO dashboard":["Oder besuche dein SEO-Dashboard"],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["Das war's! Durch die Bereitstellung dieser Informationen konnte unser Indexables-Team bereits eine Menge für deine Website optimieren. Jetzt lass uns einen Blick auf die SEO-Fitness deiner Website werfen!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["Das war's! Durch die Bereitstellung dieser Informationen konnte unser Indexables-Team bereits eine Menge für deine Website optimieren."],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["Willst du noch weiter optimieren und das Beste aus Yoast SEO herausholen? Verpasse auf keinen Fall unser kostenloses wöchentliches Webinar!"],"Register now!":["Jetzt registrieren!"],"SEO data optimization":["Optimierung der SEO-Daten"],"Personal preferences":["Persönliche Einstellungen"],"Finish configuration":["Konfiguration abschließen"],"An error has occurred: %1$s":["Es ist ein Fehler aufgetreten: %1$s"],"Please select a name in the site representation step for this step to be effective.":["Bitte wähle einen Namen im Schritt \"Darstellung der Website\", damit dieser Schritt wirksam wird."],"We could not save the organization name. Please check the value.":["Wir konnten den Namen der Organisation nicht speichern. Bitte überprüfe den Wert."],"E.g. example@email.com":["z.B. beispielname@email.com"],"%s usage tracking":["%s Nutzungsverfolgung"],"Thank you! Check your inbox for the confirmation email.":["Vielen Dank! Bitte sieh in deinen Posteingang, um die Bestätigungs-E-Mail zu lesen."],"%s newsletter":["%s-Newsletter"],"Please enter a valid email address.":["Bitte gib eine gültige E-Mail-Adresse ein."],"Tell us about your site, so we can get your site ranked!":["Erzähl uns was über deine Seite, damit wir deine Seite ranken können!"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Lass' das %1$s%2$s Indizierungsteam%3$s an die Arbeit gehen! Sorge dafür, dass Google deine Website versteht."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Das Yoast-Indizierungsteam kann es kaum erwarten, deine Website in Top-Form für Suchmaschinen zu bringen. Hilf uns und führe diese 5 Schritte durch, damit unsere Yoast-Indexables mit der Arbeit beginnen können!"],"Go to your SEO dashboard":["Zu deinem SEO-Dashboard gehen"],"What data will be tracked and for what reasons?":["Welche Daten werden nachverfolgt und aus welchen Gründen?"],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Bitte bedenke, dass du alle Einstellungen in diesem Schritt konfigurieren solltest, um das beste Ergebnis aus strukturierten Daten zu erhalten. %1$sLies mehr über die Bedeutung von strukturierten Daten%2$s."],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Melde dich an für den %1$s-Newsletter, um hilfreiche Tipps über Ranking zu erhalten und auf dem neuesten Stand zu bleiben mit den aktuellsten News über SEO und erfahre, wie du %2$s optimal nutzen kannst!"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Wir benötigen deine Hilfe um Yoast SEO besser zu machen. Dürfen wir anonyme Informationen über deine Website und wie du sie verwendest sammeln?"],"Personal logo or avatar":["Persönliches Logo oder persönlicher Avatar"],"Select a user":["Benutzer auswählen"],"Help us out here! Is your site about an organization or a person? ":["Hilf uns hier bitte! Ist deine Website über ein Unternehmen oder eine Einzelperson? "],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Dieser Schritt hilft Google deine Website zu verstehen und verbessert die Wahrscheinlichkeit, %1$sgute Ergebnisse%2$s zu erhalten."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Du hast den Benutzer %1$s als die Person gewählt, den diese Website repräsentiert. Die Informationen aus diesem Benutzerprofil werden ab sofort in den Suchergebnissen verwendet. %2$sAktualisiere dieses Profil jetzt, um sicherzustellen, dass diese Informationen korrekt sind%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Du hast den Benutzer %1$s als die Person gewählt, den diese Website darstellt. Die Informationen aus diesem Benutzerprofil werden ab sofort in den Suchergebnissen verwendet. Du besitzt nicht die Erlaubnis, dieses Benutzerprofil zu aktualisieren, daher solltest du diesen Benutzer oder den Administrator bitten, zu prüfen ob diese Informationen korrekt sind."],"Uploading image...":["Bild wird hochgeladen …"],"Select an option":["Eine Option auswählen"],"We've successfully analyzed your site!":["Wir haben deine Website erfolgreich analysiert!"],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Lass uns deine Website analysieren wie Google es tut und lass uns dafür sorgen, dass die Indexables aktiv werden können, indem wir eine SEO-Datenoptimierung durchführen! Unsere Indexables werden sofort technische Verbesserungen vornehmen ohne dass du etwas tun musst!\n\nFalls du viel Content hast, kann diese Optimierung sehr lange dauern. Aber vertrau' uns, das ist es wert! Falls du mehr lesen möchtest, schau dir bitte unsere %1$sVorteile des Indizierungsteams%2$s an"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Die Optimierung der SEO-Daten läuft... Du kannst problemlos zu den nächsten Schritten dieses Assistenten fortfahren."],"We've already successfully analyzed your site. You can move on to the next step.":["Wir haben bereits erfolgreich deine Website analysiert. Du kannst zum nächsten Schritt fortfahren."],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Bitte beachte, dass du die SEO-Datenoptimierung für diese Konfiguration durchführen solltest, damit du das beste Ergebnis erzielen kannst."],"E.g. https:\/\/www.facebook.com\/yoast":["z.B. https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["z.B. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["z.B. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["z.B. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["z.B. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["z.B. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["z.B. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["z.B. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["z.B. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["z.B. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/social-platform.com\/yoast":["z.B. https:\/\/social-platform.com\/yoast"],"Delete item":["Eintrag löschen"],"Add another profile":["Anderes Profil hinzufügen"],"Other social profile":["Anderes Social-Media-Profil"],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["Du besitzt keine Erlaubnis, das Social-Media-Profil des Benutzers %1$s zu bearbeiten. Du solltest diesen Benutzer oder den Administrator darum bitten, dies zu erledigen."],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Wir benötigen ein wenig mehr Hilfe von dir! Bitte füge dein Facebook- und Twitter-Profil hinzu, damit wir die Metadaten für diese Platform ebenfalls optimieren können."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Wir benötigen ein wenig mehr Hilfe von dir! Bitte füge das Facebook- und Twitter-Profil deiner Organisation hinzu, damit wir die Metadaten für diese Platformen ebenfalls optimieren können."],"Could not save this value. Please check the URL.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL."],"Could not save this value. Please check the URL or username.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL oder den Benutzernamen."],"Email address":["E-Mail-Adresse"],"Sign up!":["Registrieren!"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast respektiert deine Privatsphäre. Bitte lies unsere %1$sDatenschutzerklärung%2$s und wie wir mit deinen personenbezogenen Daten umgehen."],"Oops! Something went wrong. Check your email address and try again.":["Hoppla! Etwas ist schief gelaufen. Überprüfe bitte deine E-Mail-Adresse und versuche es erneut."],"Save and continue":["Speichern und fortfahren"],"Yes, you can track my site data":["Ja, ihr dürft meine Website-Daten verwenden"],"No, don’t track my site data":["Nein, meine Website-Daten nicht verwenden"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Wichtig: Wir werden diese Daten niemals verkaufen. Und selbstverständlich erheben wir keine personenbezogenen Daten über dich oder deine Besucher."],"Does your site represent an Organization or Person?":["Repräsentiert deine Website eine Firma oder Person?"],"Site representation":["Darstellung der Website"],"Continue":["Fortsetzen"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Du kannst die SEO-Datenoptimierung weiterhin im Abschnitt %1$sTools%2$s ausführen. Sobald dies abgeschlossen ist, aktualisiere bitte dieses Training."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Dieser Trainingsschritt ist derzeit deaktiviert, da du nicht die neueste Version von Yoast SEO Premium verwendest. Bitte aktualisiere auf die neueste Version (mindestens %1$s). "],"Error stack trace":["Fehler-Stack-Trace"],"Response":["Antwort"],"Error message":["Fehlermeldung"],"Status code":["Statuscode"],"Request method":["Anfragemethode"],"Request URL":["Anfrage-URL"],"Error details":["Fehlerdetails"],"Remove image":["Bild entfernen"],"Select image":["Bild auswählen"],"Replace image":["Bild ersetzen"],"This feature has been disabled since subsites never send tracking data.":["Diese Funktion wurde deaktiviert, da Unterseiten niemals Tracking-Daten senden."],"Stop SEO data optimization":["Optimierung der SEO-Daten anhalten"],"SEO data optimization is disabled for non-production environments.":["Die Optimierung der SEO-Daten ist für nicht-produktive Umgebungen deaktiviert."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Diese Funktion enthält und ersetzt den Text-Linkzähler und die interne Verlinkungsanalyse"],"Start SEO data optimization":["Optimierung der SEO-Daten beginnen"],"Organization name":["Organisations-Name"],"Organization logo":["Organisations-Logo"],"This feature has been disabled by the network admin.":["Diese Funktion wurde durch den Netzwerkadministrator deaktiviert."],"Go back":["Zurück"],"Save changes":["Änderungen speichern"],"Name":["Name"],"Social profiles":["Social-Media-Profile"],"Loading...":["Wird geladen …"],"Website name":["Name der Website"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Edit":["Bearbeiten"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}