{"translation-revision-date":"2022-11-29 09:39:55+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Text formality":["Formalidade do texto"],"Read more about text formality.":["Leia mais sobre a formalidade do texto."],"%1$s%3$s%2$s will help you assess the formality level of your text.":["O %1$s%3$s%2$s ajuda na avaliação do nível de formalidade do seu texto."],"Premium SEO analysis:":["Análise de SEO premium:"],"Get %s to enjoy the benefits of prominent words":["Obtenha o %s para beneficiar das palavras proeminentes"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["Com o %1$s%3$s%2$s, nesta secção serão mostradas as palavras mais frequentes do seu texto. Ao comparar estas palavras proeminentes com as suas palavras-chave, saberá como editar o seu texto para se focar no que é mais importante."],"Buy %s now!":["Compre o %s agora!"],"Are you working on a news article? %s helps you optimize your site for Google News.":["Está a trabalhar num artigo de notícias? O %s ajuda a optimizar o seu site para o Google News."],"Premium SEO analysis":["Análise de SEO premium"],"Optimize even further with our premium SEO analysis":["Optimize ainda mais com a nossa análise de SEO premium"],"1 year of premium support and updates included!":["1 ano de suporte premium e actualizações incluídas!"],"Unlock with %s":["Desbloquear com o %s"],"Unlock expert workouts and workflows":["Desbloqueie exercícios e fluxos de trabalho de especialistas"],"Use synonyms, plurals, and variations":["Use sinónimos, plurais e variações"],"Target multiple focus keyphrases":["Múltiplas frases-chave principais"],"Get extra, smarter recommendations about your site’s structure, content, and SEO opportunities.":["Obtenha recomendações adicionais e inteligentes sobre a estrutura do seu site, dos conteúdos, e oportunidades de SEO."],"Learn more about character count":["Saiba mais sobre a contagem de caracteres"],"Character count":["Contagem de caracteres"],"Learn more about word count":["Saiba mais sobre a contagem de palavras"],"Word count":["Contagem de palavras"],"Learn more about Flesch reading ease":["Saiba mais sobre o índice de legibilidade de Flesch"],"out of 100":["de 100"],"okay":["razoável"],"no data":["sem dados"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["O cálculo do índice de legibilidade de Flesch do seu texto será um pouco mais demorado."],"Continue writing to get insight into the readability of your text!":["Continue a escrever para obter informações sobre a legibilidade do seu texto!"],"Learn more about reading time":["Saiba mais sobre o tempo de leitura"],"Reading time":["Tempo de leitura"],"minute":["minuto","minutos"],"Get the %s plugin!":["Obter o plugin %s!"],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":["Está a publicar artigos de notícias? O %s ajuda a optimizar o seu site para o Google News. Obtenha o %s agora!"],"Timestamp this %s":["Criar Timestamp de %s"],"Register now!":["Registe-se agora!"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Quer optimizar ainda mais coma ajuda de um especialista de SEO? Registe-se no nosso webinar semanal gratuito!"],"Get the most out of Yoast SEO":["Obtenha o máximo do Yoast SEO"],"Dismiss this notice.":["Ignorar este aviso."],"WordProof authentication":["Autenticação do WordProof"],"Connected to WordProof":["Ligado ao WordProof"],"Connection failed":["A ligação falhou"],"Not working? %1$sContact %3$s support%2$s.":["Não funciona? %1$sContacte o suporte do %3$s%2$s."],"Try again":["Tentar de novo"],"Find possible solutions in this %1$sArticle%2$s.":["Encontre possíveis soluções neste %1$sconteúdo%2$s."],"There was a connection problem. This could be because your third party connections are blocked.":["Ocorreu um problema com a ligação. Isto pode acontecer porque as suas ligações a terceiros estão bloqueadas."],"The %3$s will automatically be timestamped every time you %1$supdate%2$s or %1$spublish%2$s.":["O Timestamp de %3$s é criado automaticamente ao %1$sactualizar%2$s ou %1$spublicar%2$s."],"Your %s is now protected via the blockchain!":["Activada protecção de %s através da blockchain!"],"Something went wrong authenticating your %3$s account with the %4$s site. Please try again or contact %1$s%3$s support%2$s.":["Algo correu mal ao autenticar-se com a conta do %3$s no seu site %4$s. Por favor tente de novo ou contacte o %1$ssuporte do %3$s%2$s."],"Unable to create new timestamps. Please authenticate with WordProof.":["Não foi possível criar novos Timestamps. Por favor autentique-se com o WordProof."],"Timestamp with WordProof":["Timestamp com o WordProof"],"Learn more about timestamping":["Saiba mais sobre os Timestamps"],"Authenticate with WordProof":["Autenticar com o WordProof"],"Manage WordProof settings":["Gerir definições do WordProof"],"character":["caractere","caracteres"],"word":["palavra","palavras"],"Tracking the ranking position...":["A rastrear a posição da classificação..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Algo correu mal ao rastrear as posições da classificação da sua página. Por favor tente de novo."],"reconnect to %s":["ligar de novo a %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Parece que algo correu mal ao obter dados do seu site. Por favor vá ao %s e tente de novo."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Antes de poder rastrear o seu desempenho de SEO, defina o título do conteúdo e guarde-o como um rascunho, ou defina manualmente a slug do conteúdo."],"No keyphrase has been set. Please set a keyphrase first.":["Nenhuma frase-chave foi definida. Por favor, defina primeiro uma frase-chave."],"upgrade your %s plan":["actualize o seu plano do %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Atingiu o limite máximo de %d frases-chave que pode adicionar à sua conta Wincher. Se quiser adicionar mais frases-chave, por favor %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Com o %1$s pode rastrear a posição da classificação da sua página nos resultados de pesquisa com base nas suas frases-chave. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["O %s está de momento a rastrear a posição da classificação da sua página. Isto poderá demorar alguns minutos. Por favor aguarde ou volte mais tarde."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Ligou-se com sucesso ao %s! Agora já pode rastrear o desempenho de SEO das frases-chave desta página."],"Read more about keyphrase tracking with Wincher":["Leia mais sobre o rastreio de frases-chave com o Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["O rastreio automático de frases-chave está activado. As suas frases-chave serão automaticamente rastreadas pelo %s ao publicar um conteúdo."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Posição de frases-chave nos últimos 90 dias numa escala de 0 a 100."],"Track SEO performance":["Rastrear desempenho de SEO"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Pode activar\/desactivar o rastreio do desempenho de SEO para cada frase-chave abaixo."],"Track all keyphrases on this page":["Rastrear todas as frases-chave nesta página"],"Tracking has already been enabled for one or more keyphrases of this page. Clicking the button below will enable tracking for all of its keyphrases.":["O rastreio já foi activado para uma ou mais frases-chave desta página. Clique no botão abaixo para activar o rastreio para todas as frases-chave."],"Learn more about the SEO performance feature.":["Saiba mais sobre a funcionalidade de desempenho de SEO."],"SEO performance":["Desempenho de SEO"],"Connect with %s":["Ligar ao %s"],"* focus keyphrase":["* frase-chave principal"],"Get more insights over at %s":["Obtenha mais informações em %s"],"Position over time":["Posição ao longo do tempo"],"Position":["Posição"],"Tracking":["Rastreio"],"Get %s to unlock social previews!":["Obtenha o %s para desbloquear as pré-visualizações das redes sociais!"],"Want to see how your content will look when it’s shared on %s?":["Quer ver o aspecto do seu conteúdo quando é partilhado no %s?"],"Insights":["Detalhes"],"Read more about Schema.":["Leia mais sobre Schema."],"Schema analysis:":["Análise de Schema:"],"Select image":["Seleccionar imagem"],"Check out %s!":["Conheça o %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Gostaria de poder adicionar estas frases-chave relacionadas à análise do %s, de maneira a poder optimizar ainda mais o seu conteúdo?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Foi encontrado um problema ao tentar obter as frases-chave relacionadas. Por favor tente de novo."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Atingiu o limite máximo de 4 frases-chave relacionadas. Pode alterar ou remover as frases-chave relacionadas na metabox do %s ou na barra lateral."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Por favor aguarde enquanto o %1$s se liga ao %2$s para obter as frases-chave relacionadas..."],"Upgrade your %s plan":["Actualize o seu plano do %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Atingiu o limite máximo de pedidos por hoje. Tente de novo amanhã, ou actualize o seu plano em %s."],"Last month":["Último mês"],"Two months ago":["Há 2 meses"],"Three months ago":["Há 3 meses"],"Four months ago":["Há 4 meses"],"Five months ago":["Há 5 meses"],"Six months ago":["Há 6 meses"],"Seven months ago":["Há 7 meses"],"Eight months ago":["Há 8 meses"],"Nine months ago":["Há 9 meses"],"Ten months ago":["Há 10 meses"],"Eleven months ago":["Há 11 meses"],"Twelve months ago":["Há 12 meses"],"Get more insights at %s":["Obtenha mais informações em %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Volume de frases-chave nos últimos 12 meses numa escala de 0 a 100."],"Learn more about the related keyphrases trend":["Saiba mais sobre a tendência de frases-chave relacionadas"],"Trend":["Tendência"],"Learn more about the related keyphrases volume":["Saiba mais sobre o volume de frases-chave relacionadas"],"Volume":["Volume"],"Related keyphrase":["Frase-chave relacionada"],"Select country":["Seleccionar país"],"Show results for:":["Mostrar resultados para:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Desculpe, não existem dados disponíveis para esta combinação de frase-chave\/país."],"The number of headers and header labels don't match.":["O número de cabeçalhos e as etiquetas dos cabeçalhos não correspondem."],"Twitter preview":["Pré-visualização do Twitter"],"Facebook preview":["Pré-visualização do Facebook"],"Return to your %s":["Voltar para %s"],"Make sure to save your %s for changes to take effect":["Certifique-se de que guarda %s para efectivar as alterações"],"Default for %1$s (%2$s)":["Por omissão para %1$s (%2$s)"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["Isto ajuda os motores de pesquisa a compreender o seu site e o seu conteúdo. Abaixo poderá alterar algumas das definições para esta página."],"Yoast SEO automatically describes your pages using schema.org":["O Yoast SEO descreve automaticamente as suas páginas de acordo com schema.org"],"Article type":["Tipo de artigo"],"Page type":["Tipo de página"],"Learn more about page or content types":["Saiba mais sobre páginas ou tipos de conteúdo"],"What type of page or content is this?":["Esta página ou conteúdo é de que tipo?"],"Learn more about structured data with Schema.org":["Saiba mais sobre dados estruturados de acordo com Schema.org"],"You can change the default type for %1$s in your %2$sSearch Appearance Settings%3$s.":["Pode alterar o tipo por omissão para %1$s nas %2$sdefinições de Apresentação da pesquisa%3$s."],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Ao guardar, esta definição será aplicada à totalidade de %1$s. %1$s com configuração personalizada não terão alterações.","Ao guardar, estas definições serão aplicadas à totalidade de %1$s. %1$s com configuração personalizada não terão alterações."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Escolha como deverá ser a descrição de %1$s por omissão nos dados schema.org do seu site. Pode alterar estas definições para %1$s individuais."],"Learn more about the schema settings":["Saiba mais sobre as definições de Schema"],"Schema settings":["Definições de Schema"],"Default Article type":["Tipo de artigo por omissão"],"Default Page type":["Tipo de página por omissão"],"%s preview":["Pré-visualização de %s"],"Open in new tab":["Abrir num novo separador"],"This is a sponsored link or advert (mark as %1$ssponsored%2$s)%3$s":["Esta é uma ligação patrocinada ou anúncio (marque como %1$ssponsored%2$s)%3$s"],"Search engines should ignore this link (mark as %1$snofollow%2$s)%3$s":["Os motores de pesquisa devem ignorar esta ligação (marque como %1$snofollow%2$s)%3$s"],"Learn more about marking a link as nofollow or sponsored.":["Saiba mais sobre como marcar uma ligação como nofollow ou sponsored."],"Link inserted.":["Ligação inserida."],"Link edited.":["Ligação editada."],"Warning: the link has been inserted but may have errors. Please test it.":["Atenção: a ligação foi inserida mas pode conter erros. Por favor teste."],"Link":["Ligar"],"Unlink":["Desligar"],"Link removed.":["Ligação removida."],"Please upgrade your WordPress version or install the Gutenberg plugin to get this %1$s feature.":["Actualize a sua versão do WordPress ou instale o plugin Gutenberg para obter esta funcionalidade de %1$s."],"Marking links with nofollow\/sponsored has been disabled for WordPress installs < 5.4.":["A marcação de ligações como nofollow\/sponsored foi desactivada para instalações WordPress anteriores ao 5.4."],"No focus keyword was entered":["Não foi inserida nenhuma palavra-chave principal"],"We've analyzed your post. There is still room for improvement!":["Analisámos o seu conteúdo. Ainda pode ser melhorado!"],"We've analyzed your post. Everything looks good. Well done!":["Analisámos o seu conteúdo. Tudo parece bem. Muito bem!"],"Share your post!":["Partilhe a sua publicação!"],"Improve your post with Yoast SEO":["Melhore o seu conteúdo com o Yoast SEO"],"SEO analysis:":["Análise de SEO:"],"Learn more about the no-index setting on our help page.":["Saiba mais sobre a definição de não indexar na nossa página de ajuda."],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["Apesar de poder configurar aqui as definições de robôs, as definições globais de privacidade estabelecem que o site no seu todo não será indexado. Portanto, estas definições específicas não terão qualquer efeito."],"Learn more about canonical URLs on our help page.":["Saiba mais sobre os URL canónicos na nossa página de ajuda."],"Learn more about the breadcrumbs title setting on our help page.":["Saiba mais sobre a definição de título de breadcrumbs na nossa página de ajuda."],"Learn more about advanced meta robots settings on our help page.":["Saiba mais sobre definições avançadas de metadados de robôs na nossa página de ajuda."],"Learn more about the no-follow setting on our help page.":["Saiba mais sobre a definição de não seguir na nossa página de ajuda."],"Should search engines follow links on this %s":["Os motores de pesquisa deverão seguir ligações de %s"],"Google preview":["Pré-visualização do Google"],"Schema":["Schema"],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly.":["Estas são as palavras que ocorrem mais vezes no seu conteúdo. Indicam em que é que o seu conteúdo se foca. Se as palavras forem muito diferentes do seu tópico, considere reescrever o seu conteúdo."],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Assim que adicione um pouco mais de texto, dar-lhe-emos uma lista de palavras que ocorrem mais vezes no seu conteúdo. Estas indicam em que é que o seu conteúdo se foca."],"%d occurrences":["%d ocorrências"],"Keyphrase":["Frase-chave"],"Good job!":["Bom trabalho!"],"Add related keyphrase":["Adicionar frase-chave relacionada"],"Get %s":["Obter o %s"],"Readability analysis:":["Análise de legibilidade:"],"%d day":["%d dia","%d dias"],"Great news: you can, with %s!":["Boas notícias: pode, com o %s!"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leia o nosso %1$sguia sobre pesquisa de palavras-chave%2$s para saber mais sobre a pesquisa e estratégia de palavras-chave."],"Prominent words":["Palavras proeminentes"],"Get Yoast SEO Premium":["Obter o Yoast SEO Premium"],"24\/7 email support":["Suporte por email 24\/7"],"%s (current default for %s)":["%s (por omissão para %s)"],"Allow search engines to show this %s in search results?":["Permitir que os motores de pesquisa mostrem %s no resultados de pesquisa?"],"(Opens in a new browser tab)":["(Abrir num novo separador)"],"Other benefits of %s for you:":["Outros benefícios do %s para si:"],"Superfast internal linking suggestions":["Sugestões rápidas para ligações internas"],"1 year free support and updates included!":["1 ano de suporte e actualizações incluídas!"],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sPré-visualizações das redes sociais%2$s: Facebook e Twitter"],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sNão mais ligações quebradas%2$s: Easy Redirect Manager"],"No ads!":["Sem anúncios!"],"Good SEO score":["Classificação boa de SEO"],"OK SEO score":["Classificação razoável de SEO"],"Feedback":["Feedback"],"Please provide a meta description by editing the snippet below.":["Por favor, insira uma descrição editando o fragmento abaixo."],"No":["Não"],"Yes":["Sim"],"Needs improvement":["Precisa de melhorar"],"Yoast SEO":["Yoast SEO"],"Good":["Bom"],"Twitter":["Twitter"],"Facebook":["Facebook"],"very difficult":["muito difícil"],"Try to make shorter sentences, using less difficult words to improve readability":["Tente criar frases mais curtas e usar menos palavras difíceis para melhorar a legibilidade"],"difficult":["difícil"],"fairly difficult":["razoavelmente difícil"],"OK":["Razoável"],"fairly easy":["razoavelmente fácil"],"easy":["fácil"],"very easy":["muito fácil"],"The copy scores %1$s in the test, which is considered %2$s to read.":["O texto obteve um resultado de %1$s no teste, pelo que é considerado de %2$s leitura."],"Flesch reading ease":["Índice de legibilidade de Flesch"],"Canonical URL":["URL canónico"],"Breadcrumbs Title":["Título de breadcrumbs"],"No Snippet":["Não mostrar fragmento"],"No Archive":["Não arquivar"],"No Image Index":["Não indexar imagens"],"Meta robots advanced":["Metadados avançados para robôs"],"View":["Ver"],"Advanced":["Avançadas"]}},"comment":{"reference":"js\/dist\/block-editor.js"}}