{"translation-revision-date":"2022-12-13 16:26:23+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"404 error pages":["Pagine di errore 404"],"Internal search pages":["Pagine di ricerca interna"],"Site connections":["Connessioni al sito"],"Show author archives in search results":["Mostra gli archivi per autore nei risultati della ricerca"],"Show media pages in search results":["Mostra le pagine Media nei risultati della ricerca"],"View the XML sitemap":["Visualizza la sitemap XML"],"Show format archives in search results":["Mostra gli archivi di formato nei risultati della ricerca"],"Site features":["Funzionalità del sito"],"Learn more":["Ulteriori informazioni"],"Enable feature":["Abilita la funzionalità"],"Show or hide our tools and controls in the attachment editor.":["Mostra o nascondi gli strumenti e i controlli nell'editor degli allegati."],"Site info":["Informazioni sul sito"],"(e.g., %1$s)":["(es.,  %1$s)"],"Remove shortlinks":["Rimuovi gli shortlink"],"Remove REST API links":["Rimuovi i link REST API"],"Remove RSD \/ WLW links":["Rimuovi i link RSD \/ WLW"],"Remove oEmbed links":["Rimuovi i link oEmbed"],"Remove generator tag":["Rimuovi il tag generatore"],"Remove powered by HTTP header":["Rimuovi l'header alimentato in HTTP"],"Remove global feed":["Rimuovi il feed globale"],"Remove global comment feeds":["Rimuovi i feed di commenti globali"],"Remove post comments feeds":["Rimuovi i feed dei commenti agli articoli"],"Remove post authors feeds":["Rimuovi i feed degli autori degli articoli"],"Remove post type feeds":["Rimuovi i feed dei tipi di contenuto"],"Remove category feeds":["Rimuovi i feed di categoria"],"Remove tag feeds":["Rimuovi i feed dei tag"],"Remove custom taxonomy feeds":["Rimuovi i feed della tassonomia personalizzata"],"Remove search results feeds":["Rimuovi i feed dei risultati della ricerca"],"Remove Atom \/ RDF feeds":["Rimuovi i feed Atom \/ RDF"],"Remove emoji scripts":["Rimuovi gli script emoji"],"Remove WP-JSON API":["Rimuovi WP-JSON API"],"Optimize Google Analytics utm tracking parameters":["Ottimizza i parametri di tracciamento utm di Google Analytics"],"Remove unregistered URL parameters":["Rimuovi i parametri URL non registrati"],"Quick search...":["Ricerca rapida in corso..."],"Search...":["Cerca..."],"We couldn’t find anything with that term.":["Non abbiamo trovato nulla con questo termine."],"Unlock with %1$s":["Sblocca con %1$s"],"Enable SEO controls and assessments":["Abilita i controlli e le valutazioni SEO"],"Show or hide our tools and controls in the content editor.":["Mostra o nascondi gli strumenti e i controlli nell'editor dei contenuti."],"Alternate website name":["Nome del sito web alternativo"],"Use the alternate website name for acronyms, or a shorter version of your website's name.":["Usa il nome alternativo del sito web per gli acronimi o una versione più breve del nome del tuo sito."],"Alternate organization name":["Nome alternativo dell'Organizzazione"],"Use the alternate organization name for acronyms, or a shorter version of your organization's name.":["Usa il nome alternativo dell'organizzazione per gli acronimi o una versione più breve del nome dell'organizzazione."],"Discard all changes":["Annulla tutte le modifiche"],"You are about to discard all unsaved changes. All of your settings will be reset to the point where you last saved. Are you sure you want to do this?":["Stai per eliminare tutte le modifiche non salvate. Tutte le impostazioni verranno ripristinate al punto in cui sono state salvate l'ultima volta. Confermi di volerlo fare?"],"Yes, discard changes":["Sì, annulla le modifiche"],"No, continue editing":["No, continua a modificare"],"You have selected the user %1$s%5$s%2$s as the person this site represents. Their user profile information will now be used in search results. %3$sUpdate their profile to make sure the information is correct%4$s.":["Hai selezionato l'utente %1$s%5$s%2$s come la Persona che il sito rappresenta. Le sue informazioni personali saranno ora usate nei risultati di ricerca. %3$sAggiornane il profilo per assicurarti che siano corrette%4$s."],"Your internal site search can create lots of confusing URLs for search engines, and can even be used as a way for SEO spammers to attack your site. Most sites will benefit from experimenting with these protections and optimizations, even if you don’t have a search feature in your theme.":["La ricerca interna del sito può creare molti URL confusi per i motori di ricerca e può anche essere usata come un modo per gli spammer SEO di attaccare il tuo sito. La maggior parte dei siti trarrà beneficio dalla sperimentazione di queste protezioni e ottimizzazioni, anche se non hai una funzione di ricerca nel tuo tema."],"Enables advanced settings for protecting your internal site search URLs.":["Abilita le impostazioni avanzate per la protezione degli URL di ricerca interni al sito."],"Limit the length of internal site search queries to reduce the impact of spam attacks and confusing URLs.":["Limita la lunghezza delle query di ricerca interne al sito per ridurre l'impatto degli attacchi spam e degli URL confusi."],"Block internal site searches which contain complex and non-alphanumeric characters, as they may be part of a spam attack.":["Blocca le ricerche interne al sito che contengono caratteri complessi e non alfanumerici, perché potrebbero far parte di un attacco spam."],"Block internal site searches which match the patterns of known spam attacks.":["Blocca le ricerche interne al sito che corrispondono agli schemi noti degli attacchi spam."],"Prevent crawling of internal site search URLs":["Impedisci il crawling degli URL di ricerca interni al sito"],"Advanced: URL cleanup":["Avanzato: pulizia dell'URL"],"These are expert features, so make sure you know what you're doing before removing the parameters. %1$sRead more about how your site can be affected%2$s.":["Queste sono funzioni avanzate, è importante che tu sappia cosa stai facendo prima di rimuovere i parametri. %1$sInformati su quali potrebbero essere gli effetti sul tuo sito%2$s."],"You can determine the title and description for the blog page by %1$sediting the blog page itself%2$s.":["Puoi determinare il titolo e la descrizione della pagina del blog tramite %1$sla modifica della pagina stessa%2$s."],"Writing":["Scrittura"],"Other profiles":["Altri profili"],"Tell us about the other profiles on the web that belong to the person.":["Racconta qualcosa sugli altri profili in rete che appartengono alla persona."],"E.g. https:\/\/facebook.com\/yoast":["Es. https:\/\/facebook.com\/yoast"],"E.g. https:\/\/twitter.com\/yoast":["Es. https:\/\/twitter.com\/yoast"],"Choose whether your site represents an organization or a person.":["Scegli se il tuo sito rappresenta un'Organizzazione o una Persona."],"Please tell us more about your organization. This information will help Google to understand your website, and improve your chance of getting rich results.":["Parlaci della tua Organizzazione. Queste informazioni aiuteranno Google a comprendere il tuo sito web e a migliorare le possibilità di ottenere risultati di qualità."],"Tell us if you have any other profiles on the web that belong to your organization. This can be any number of profiles, like YouTube, LinkedIn, Pinterest, or even Wikipedia.":["Segnalaci se hai altri profili sul web che appartengono alla tua Organizzazione. Può trattarsi di un numero qualsiasi di profili, come YouTube, LinkedIn, Pinterest o persino Wikipedia."],"E.g. https:\/\/example.com\/yoast":["Es. https:\/\/example.com\/yoast"],"Please tell us more about the person this site represents.":["Racconta qualcosa in più sulla Persona rappresentata da questo sito."],"Remove JavaScript used for converting emoji characters in older browsers.":["Rimuovi il JavaScript utilizzato per la conversione dei caratteri emoji nei browser più vecchi."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of WordPress' JSON API endpoints.":["Aggiungi una regola \"disallow\" al tuo file robots.txt per impedire il crawling degli endpoint API JSON di WordPress."],"Internal site search cleanup":["Pulizia della ricerca interna al sito"],"Remove links which allow others sites to ‘ping’ yours when they link to you.":["Rimuovi i link che consentono ad altri siti di \"pingare\" il tuo sito quando lo linkano."],"Disable unwanted content formats":["Disabilita i formati di contenuto indesiderati"],"WordPress outputs your content in many different formats, across many different URLs (like RSS feeds of your posts and categories). It’s generally good practice to disable the formats you’re not actively using.":["WordPress produce i contenuti in molti formati diversi, attraverso molti URL diversi (come i feed RSS degli articoli e delle categorie). In genere è buona norma disabilitare i formati che non usi attivamente."],"Remove URLs which provide an overview of your recent posts.":["Rimuovi gli URL che forniscono una panoramica degli articoli recenti."],"Remove URLs which provide an overview of recent comments on your site.":["Rimuovi gli URL che forniscono una panoramica dei commenti recenti sul tuo sito."],"Also disables post comment feeds.":["Disattiva anche i feed dei commenti agli articoli."],"Remove URLs which provide information about recent comments on each post.":["Rimuovi gli URL che forniscono informazioni sui commenti recenti a ciascun articolo."],"Remove URLs which provide information about recent posts by specific authors.":["Rimuovi gli URL che forniscono informazioni sugli articoli recenti di autori specifici."],"Remove URLs which provide information about your recent posts, for each post type.":["Rimuovi gli URL che forniscono informazioni sugli articoli recenti, per ogni tipo di contenuto."],"Remove URLs which provide information about your recent posts, for each category.":["Rimuovi gli URL che forniscono informazioni sugli articoli recenti per ogni categoria."],"Remove URLs which provide information about your recent posts, for each tag.":["Rimuovi gli URL che forniscono informazioni sugli articoli recenti per ogni tag."],"Remove URLs which provide information about your recent posts, for each custom taxonomy.":["Rimuovi gli URL che forniscono informazioni sui post recenti per ogni tassonomia personalizzata."],"Remove URLs which provide information about your search results.":["Rimuovi gli URL che forniscono informazioni sui risultati della ricerca."],"Remove URLs which provide alternative (legacy) formats of all of the above.":["Rimuovi gli URL che forniscono formati alternativi (legacy) di tutti gli elementi sopra citati."],"Users and search engines may often request your URLs whilst using query parameters, like %1$s. These can be helpful for tracking, filtering, and powering advanced functionality - but they come with a performance and SEO ‘cost’. Sites which don’t rely on URL parameters might benefit from using these options.":["Gli utenti e i motori di ricerca possono spesso richiedere i tuoi URL usando parametri di query, come %1$s. Questi parametri possono essere utili per il tracciamento, il filtraggio e l'utilizzo di funzionalità avanzate, ma hanno un \"costo\" in termini di prestazioni e SEO. I siti che non si affidano ai parametri URL potrebbero trarre vantaggio dall'uso di queste opzioni."],"Replaces %1$s tracking parameters with the (more performant) %2$s equivalent, via a %3$s redirect. E.g., %4$s will be redirected to %5$s":["Sostituisce i parametri di tracciamento %1$s con l'equivalente (più performante) %2$s, tramite un reindirizzamento %3$s. Per esempio, %4$s sarà reindirizzato a %5$s"],"Removes unknown URL parameters via a %1$s redirect. E.g., %2$s will be redirected to %3$s":["Rimuove i parametri URL sconosciuti tramite un reindirizzamento %1$s. Per esempio, %2$s sarà reindirizzato a %3$s"],"Prevents specific URL parameters from being removed by the above feature. E.g., adding %1$s will prevent %2$s from being redirected to %3$s":["Impedisce che parametri URL specifici vengano rimossi dalla funzione precedente. Per esempio, l'aggiunta di %1$s impedirà che %2$s venga reindirizzato a %3$s"],"Crawl optimization":["Ottimizzazione della scansione"],"Remove unwanted metadata":["Rimuovi i metadati indesiderati"],"Remove links to WordPress' internal 'shortlink' URLs for your posts.":["Rimuovi i link agli URL interni degli \"shortlink\" di WordPress per i tuoi articoli."],"Remove links to the location of your site’s REST API endpoints.":["Rimuovi i link alla posizione degli endpoint dell'API REST del sito."],"Remove links used by external systems for publishing content to your blog.":["Rimuovi i link utilizzati da sistemi esterni per la pubblicazione di contenuti sul blog."],"Remove links used for embedding your content on other sites.":["Rimuovi i link utilizzati per incorporare i tuoi contenuti in altri siti."],"Remove information about the plugins and software used by your site.":["Rimuovi le informazioni sui plugin e sui software utilizzati dal tuo sito."],"Add a ‘disallow’ rule to your robots.txt file to prevent crawling of %1$s and %2$s URLs.":["Aggiungi una regola \"disallow\" al tuo file robots.txt per impedire il crawling degli URL %1$s e %2$s."],"Make your site more efficient and more environmentally friendly by preventing search engines from crawling things they don’t need to, and by removing unused WordPress features. %1$sLearn more about crawl settings and how they could benefit your site%2$s.":["Rendi il tuo sito più efficiente e rispettoso dell'ambiente impedendo ai motori di ricerca di eseguire il crawling di ciò che non è necessario e rimuovendo le funzioni inutilizzate di WordPress. %1$sQui trovi più informazioni sulle impostazioni di crawl e su come possono essere utili al tuo sito%2$s."],"Breadcrumb for 404 page":["Breadcrumb per la pagina 404"],"Add prefix":["Aggiungi un prefisso"],"Add separator":["Aggiungi un separatore"],"Prefix for search page breadcrumbs":["Prefisso per i breadcrumb della pagina di ricerca"],"Breadcrumb appearance":["Aspetto dei breadcrumb"],"Enable breadcrumbs for your theme":["Abilita i breadcrumb per il tuo tema"],"Be the first to get %1$snew features & tools%2$s, before everyone else. Get %1$s24\/7 support%2$s and boost your website’s visibility.":["Scopri in anteprima, prima di chiunque altro, le %1$snuove funzionalità e gli strumenti%2$s. Ti offriamo supporto %1$s24\/7%2$s e una migliore visibilità per il tuo sito web."],"Something went wrong. An unexpected error occurred.":["Qualcosa è andato storto, si è verificato un errore inaspettato."],"Unfortunately, this means that all your unsaved changes will be lost. You can try and refresh this page to resolve the problem. If this error still occurs, please get in touch with our support team, and we'll get you all the help you need!":["Purtroppo questo significa che tutte le modifiche non salvate andranno perse. Puoi provare ad aggiornare la pagina per risolvere il problema. Se l'errore persiste, contatta il nostro team di supporto e ti daremo tutto l'aiuto necessario!"],"Refresh this page":["Ricarica questa pagina"],"Disabling this will redirect the %1$s to your site's homepage.":["Disabilitando questa opzione, l'%1$s verrà reindirizzato alla homepage del sito."],"Choose the general appearance of your breadcrumbs.":["Scegli l'aspetto generale dei breadcrumb."],"Add anchor text":["Aggiungi un testo di ancoraggio"],"Breadcrumbs for post types":["Breadcrumb per i post type"],"Choose which Taxonomy you wish to show in the breadcrumbs for Post types.":["Scegli la tassonomia che vuoi mostrare nei breadcrumb per i tipi di contenuti."],"Breadcrumbs for taxonomies":["Breadcrumb per le tassonomie"],"Choose which Post type you wish to show in the breadcrumbs for Taxonomies.":["Scegli i tipi di contenuto che vuoi mostrare nei breadcrumb per le tassonomie."],"You can always choose to enable\/disable them for your theme below. This setting will not apply to breadcrumbs inserted through a widget, a block or a shortcode.":["Puoi sempre scegliere di abilitarli\/disabilitarli per il tuo tema qui sotto. Questa impostazione non si applica ai breadcrumb inseriti attraverso un widget, un blocco o uno shortcode."],"E.g., %1$s":["Es., %1$s"],"E.g., %1$s and %2$s":["Es., %1$s e %2$s"],"Configure the appearance and behavior of %1$syour breadcrumbs%2$s.":["Configura l'aspetto e il comportamento dei %1$sbreadcrumb%2$s."],"No users found.":["Nessun utente trovato."],"User":["Utente"],"Discard changes":["Annulla le modifiche"],"Searching users...":["Ricerca utenti..."],"Site basics":["Informazioni di base del sito"],"The verification code is not valid. Please use only letters, numbers, underscores and dashes.":["Il codice di conferma non è valido. Usa solo lettere, numeri, trattini e trattini bassi."],"The verification code is not valid. Please use only the letters A to F, numbers, underscores and dashes.":["Il codice di verifica non è valido. Usa solo le lettere dalla A alla F, i numeri, i trattini bassi e i trattini."],"The profile is not valid. Please enter a valid URL.":["Il profilo non è valido. Inserisci un URL valido."],"The profile is not valid. Please use only 1-25 letters, numbers and underscores or enter a valid Twitter URL.":["Il profilo non è valido. Usa solo da 1 a 25 lettere, numeri e trattini bassi o inserisci un URL di Twitter valido."],"Failed to retrieve users.":["Impossibile recuperare gli utenti."],"Media pages":["Pagine dei media"],"Categories & tags":["Categorie e tag"],"Show less":["Mostra meno"],"When you upload media (e.g. an image or video), %5$s automatically creates a %3$s page (attachment URL) for it. These pages are quite empty and could cause %1$sthin content problems and lead to excess pages on your site%2$s. Therefore, %4$s disables them by default (and redirects the attachment URL to the media itself).":["Quando carichi contenuti media (per esempio un'immagine o un video), %5$s crea automaticamente una pagina %3$s (URL di allegato) per essi. Queste pagine sono un po' vuote e potrebbero causare %1$sproblemi di contenuto e portare a un eccesso di pagine sul sito%2$s. Pertanto, %4$s le disabilita per impostazione predefinita (e reindirizza l'URL dell'allegato al media stesso)."],"%1$s pages":["Pagine di %1$s"],"We recommend disabling %1$s pages. Disabling %1$s pages will cause all attachment URLs to redirect to the media itself.":["Ti raccomandiamo di disabilitare le pagine di %1$s. Se disabiliti le pagine di %1$s tutti gli URL degli allegati verranno reindirizzati ai media stessi."],"Show %1$s pages in search results":["Mostra le pagine di %1$s nei risultati di ricerca"],"Disabling this means that %1$s pages created by WordPress will not be indexed by search engines and will be excluded from XML sitemaps.":["Disattivare questa opzione significa che le pagine di %1$s create da WordPress non saranno indicizzate dai motori di ricerca e saranno escluse dalle sitemap XML."],"Configure the basics for your website.":["Configura le basi del tuo sito web."],"Show more":["Visualizza di più"],"Content types":["Tipi di contenuto"],"There are unsaved changes on this page. Leaving means that those changes will be lost. Are you sure you want to leave this page?":["In questa pagina sono presenti modifiche non salvate. Se abbandoni questa pagina perderai le modifiche. Vuoi davvero lasciare questa pagina?"],"%1$s can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["%1$s può creare problemi di contenuto duplicato. Per la maggior parte dei siti, ti raccomandiamo di disabilitare questa impostazione."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps. We recommend that you disable this setting.":["Disattivare questa funzione significa che %1$s non verrà indicizzato dai motori di ricerca e sarà escluso dalla sitemap XML. Ti raccomandiamo di disabilitare questa impostazione."],"Format-based archives can cause duplicate content issues. For most sites, we recommend that you disable this setting.":["Gli archivi basati sul formato possono causare problemi di contenuti duplicati. Per la maggior parte dei siti, ti consigliamo di disabilitare questa impostazione."],"If you're running a one author blog, the %1$s (e.g. %2$s) will be exactly the same as your homepage. This is what's called a %3$sduplicate content problem%4$s. If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or prevent it from showing up in search results.":["Se gestisci un blog monoautore, l'%1$s (per esempio, %2$s) corrisponderà esattamente con l'homepage. Questo è il cosiddetto %3$sproblema dei contenuti duplicati%4$s. Se questo è il caso del tuo sito, puoi scegliere di disabilitarlo (in modo che venga reindirizzato alla homepage) o di impedire che venga visualizzato nei risultati di ricerca."],"Show archives for authors without posts in search results":["Mostra gli archivi per autore senza articoli nei risultati della ricerca"],"Contact support":["Contatta il supporto"],"We're very sorry, but it seems like the following error has interrupted our application:":["Sembra che il seguente errore abbia interrotto la nostra applicazione:"],"Read more about the search results settings":["Scopri di più sulle impostazioni dei risultati di ricerca"],"Author archive":["Archivio per autori"],"Read reviews from real users":["Leggi le recensioni di utenti reali"],"WordPress loads lots of resources, some of which your site might not need. If you’re not using these, removing them can speed up your pages and save resources.":["WordPress carica molte risorse, alcune delle quali potrebbero non essere necessarie al tuo sito. Se non le usi, rimuoverle può velocizzare le tue pagine e farti risparmiare risorse."],"Remove unused resources":["Rimuove le risorse inutilizzate"],"These settings are specifically for optimizing your %1$s archive.":["Queste impostazioni sono esclusivamente per l'ottimizzazione del tuo archivio %1$s."],"%1$s archive":["Archivio %1$s."],"Disabling this means that %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disattivare questa funzione significa che %1$s non verrà indicizzato dai motori di ricerca e sarà escluso dalla sitemap XML."],"You haven't set a Shop page in your WooCommerce settings. %1$sPlease do this first%2$s.":["Non hai impostato una pagina Negozio nelle impostazioni del tuo WooCommerce. %1$sTi preghiamo di farlo prima di continuare%2$s."],"Search appearance":["Aspetto della ricerca"],"Add custom fields to page analysis":["Aggiungi campi personalizzati per l'analisi della pagina"],"Additional settings":["Impostazioni aggiuntive"],"Disabling this means that the archive for %1$s will not be indexed by search engines and will be excluded from XML sitemaps.":["Disabilitando questo campo impedirai l'indicizzazione dell'archivio per %1$s da parte dei motori di ricerca e lo escluderai dalle sitemap XML."],"Social appearance":["Aspetto sui social"],"Show %1$s in search results":["Mostra %1$s  nei risultati di ricerca"],"The selected media type is not valid. Supported types are: JPG, PNG, WEBP and GIF.":["Formato del media non valido. Formati supportati: JPG, PNG, WEBP e GIF."],"Enable %1$s for %2$s":["Abilita %1$s per %2$s"],"Archive social image":["Immagine social dell'archivio"],"Show the archive for %1$s in search results":["Mostra l'archivio per i %1$s nei risultati di ricerca"],"Oh no! It seems your form contains invalid data. Please review the following fields:":["Oh no! Sembra che il tuo modulo contenga dei dati non validi. Controlla i seguenti campi:"],"Archive social description":["Descrizione social dell'archivio"],"Archive social title":["Titolo social dell'archivio"],"Archive breadcrumbs title":["Titolo breadcrumbs dell'archivio"],"Archive meta description":["Meta descrizione dell'archivio"],"Archive SEO title":["Titolo SEO dell'archivio"],"Inclusive language analysis":["Analisi del linguaggio inclusivo"],"Yandex":["Yandex"],"Bing":["Bing"],"Add verification code":["Aggiungi il codice di verifica"],"Baidu":["Baidu"],"Open sidebar":["Apri la barra laterale"],"Close sidebar":["Chiudi la barra laterale"],"This Yoast SEO REST API endpoint gives you all the metadata you need for a specific URL. This will make it very easy for headless WordPress sites to use Yoast SEO for all their SEO meta output.":["Questo endpoint dell'API SEO REST di Yoast ti fornisce tutti i metadati necessari per un URL specifico. Ciò renderà molto facile per i siti WordPress senza intestazione utilizzare Yoast SEO per tutto il loro meta output SEO."],"Great! Your settings were saved successfully.":["Ottimo! Le tue impostazioni sono state salvate correttamente"],"Oops! Something went wrong while saving.":["Qualcosa è andato storto durante il salvataggio."],"Restrict advanced settings for authors":["Restringe le impostazioni avanzate per gli autori"],"Get your verification code in %1$sBaidu Webmaster tools%2$s.":["Ottieni il tuo codice di verifica Baidu su %1$sBaidu Webmaster tools%2$s."],"Get your verification code in %1$sBing Webmaster tools%2$s.":["Ottieni il tuo codice di verifica Bing su %1$sBing Webmaster tools%2$s."],"Get your verification code in %1$sGoogle Search console%2$s.":["Ottieni il tuo codice di verifica Google su %1$sGoogle Search console%2$s."],"Claim your site over at %1$sPinterest%2$s.":["Verifica il tuo sito %1$ssu Pinterest%2$s."],"Get your verification code in %1$sYandex Webmaster tools%2$s.":["Ottieni il tuo codice di verifica Yandex da %1$sYandex Webmaster tools%2$s."],"APIs":["API"],"Site structure":["Struttura del sito"],"Site preferences":["Preferenze del sito"],"REST API endpoint":["Endpoint REST API"],"Slack sharing":["Condivisione su Slack"],"Allows for Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["Consente a Twitter di visualizzare un'anteprima con immagini e un estratto di testo quando viene condiviso un link al tuo sito."],"Twitter card data":["Dati Twitter card"],"Open Graph data":["Dati Open Graph"],"Tell us which features you want to use.":["Dicci quale funzionalità vuoi usare."],"Social sharing":["Condivisione social"],"Site image":["Immagine del sito"],"Title separator":["Separatore del titolo"],"Network disabled":["Rete disabilitata"],"Unavailable for sub-sites":["Non disponibile per i sub-siti"],"Recommended size for this image is %1$s%3$s%2$s":["La dimensione consigliata per questa immagine è %1$s%3$s%2$s"],"This image is used as a fallback for posts\/pages that don't have any images set.":["Questa immagine viene utilizzata come alternativa di default per articoli\/pagine che non hanno alcuna immagine impostata."],"The %1$sSite image%2$s requires Open Graph data, which is currently disabled in the ‘Social sharing’ section in %3$sSite features%4$s.":["L'%1$simmagine social%2$s richiede i dati Open Graph che al momento sono disabilitati nella sezione \"Condivisione social\" delle %3$simpostazioni del sito%4$s."],"RSS feed":["Feed RSS"],"Dismiss":["Ignora"],"%1$s (default)":["%1$s (predefinito)"],"Automatically add content to your RSS. This enables you to add links back to your blog and your blog posts, helping search engines identify you as the original source of the content.":["Aggiungi automaticamente il contenuto al tuo RSS. Questo ti permette di aggiungere link al tuo blog e ai tuoi articoli, e aiuta i motori di ricerca a identificarti come la fonte originale del contenuto."],"Additional URL parameters to allow":["Parametri URL aggiuntivi da consentire"],"Max number of characters to allow in searches":["Numero massimo di caratteri da consentire nelle ricerche"],"Filter searches with common spam patterns":["Filtra le ricerche con modelli di spam comuni"],"Filter searches with emojis and other special characters":["Filtra le ricerche con emoji e altri caratteri speciali"],"Filter search terms":["Filtra i termini di ricerca"],"IndexNow":["IndexNow"],"Automatically ping search engines like Bing and Yandex whenever you publish, update or delete a post.":["Esegui automaticamente il ping ai motori di ricerca come Bing e Yandex ogni volta che pubblichi, aggiorni o elimini un articolo."],"Pingback HTTP header":["Pingback degli header HTTP"],"Select a user":["Seleziona un utente"],"Personal logo or avatar":["Logo o avatar personale"],"Add another profile":["Aggiungi un altro profilo"],"Facebook URL":["URL Facebook"],"Site representation":["Rappresentazione del sito"],"Link suggestions":["Link suggeriti"],"Insights":["Approfondimenti (Insights)"],"Social image":["Immagine social"],"Social title":["Titolo social"],"Social description":["Descrizione social"],"Image":["Immagine"],"Select image":["Seleziona un'immagine"],"Replace image":["Sostituisci l'immagine"],"Remove image":["Rimuovi l'immagine"],"This adds an author byline and reading time estimate to the article’s snippet when shared on Slack.":["Questo aggiunge l'autore ed il tempo di lettura allo snippet dell'articolo quando viene condiviso su Slack"],"Article type":["Tipo di articolo"],"Page type":["Tipo di pagina"],"Usage tracking":["Tracciamento d'uso"],"Learn SEO":["Impara la SEO"],"We have both free and premium online courses to learn everything you need to know about SEO.":["Abbiamo corsi online, sia gratuiti sia a pagamento per imparare tutto ciò che devi sapere riguardo la SEO."],"Check out %1$s":["Vai alla cassa di %1$s"],"Want to learn SEO from Team Yoast? Check out our %1$s!":["Vuoi imparare la SEO dal Team di Yoast? Vai alla cassa della nostra %1$s"],"Schema":["Schema"],"Show blog page in breadcrumbs":["Mostra la pagina blog nei breadcrumb"],"Organization logo":["Logo dell'Organizzazione"],"Organization name":["Nome dell'Organizzazione"],"Organization":["Organizzazione"],"Personal info":["Informazioni personali"],"Select a user...":["Seleziona un utente..."],"Wikipedia URL":["URL di Wikipedia "],"Upgrade to %s":["Passa a %s"],"Multiple keyphrases":["Frasi chiave multiple"],"Get %s":["Passa a %s"],"You can edit the SEO metadata for this custom type on the %1$sShop page%2$s.":["Puoi modificare i metadati SEO per questo tipo di contenuto personalizzato sulla %1$spagina del Negozio%2$s."],"Tagline":["Motto del sito"],"24\/7 email support":["Supporto 24\/7 via email"],"SEO analysis":["Analisi SEO"],"The readability analysis offers suggestions to improve the structure and style of your text.":["L'analisi di leggibilità offre suggerimenti per migliorare la struttura e lo stile del testo."],"Text link counter":["Contatore di link nei testi"],"Cornerstone content":["Contenuto Cornerstone (contenuto centrale)"],"Superfast internal linking suggestions":["Suggerimenti super veloci di link interni"],"Save changes":["Salva le modifiche"],"No ads!":["Nessuna pubblicità!"],"Facebook & Twitter":["Facebook e Twitter"],"Social media preview":["Anteprima social media"],"Increase your SEO reach":["Aumenta la tua visibilità SEO"],"No more dead links":["Niente più link non funzionanti"],"Easy redirect manager":["Facile gestore per il reindirizzamento"],"Variable":["Variabile"],"Available variables":["Variabili disponibili"],"Admin bar menu":["Menu della barra di amministrazione"],"SEO title":["Titolo SEO"],"Readability analysis":["Analisi di leggibilità"],"No results found":["Nessun risultato trovato"],"Bold the last page":["Evidenzia in grassetto l'ultima pagina"],"Author archives":["Archivi autore"],"A link to the post, with the title as anchor text.":["Un link all'articolo, con il titolo come testo di ancoraggio."],"A link to your site, with your site's name and description as anchor text.":["Un link al tuo sito, con il nome e la descrizione del tuo sito come testo di ancoraggio."],"A link to your site, with your site's name as anchor text.":["Un link al tuo sito, con il nome del tuo sito come testo di ancoraggio."],"Blog":["Blog"],"Content to put after each post in the feed":["Contenuto da inserire dopo qualsiasi post nel feed"],"Content to put before each post in the feed":["Contenuto da inserire prima di ogni post nel feed"],"Description":["Descrizione"],"How to insert breadcrumbs in your theme":["Come inserire i breadcrumbs nel tuo tema"],"Prefix for the breadcrumb path":["Prefisso per il percorso dei Breadcrumbs"],"Separator between breadcrumbs":["Separatore tra i breadcrumbs"],"You can use the following variables within the content, they will be replaced by the value on the right.":["È possibile utilizzare le seguenti variabili all'interno del contenuto, verranno sostituite dal valore mostrato qui a destra."],"YouTube URL":["URL di YouTube"],"Pinterest URL":["URL di Pinterest"],"MySpace URL":["URL di MySpace"],"LinkedIn URL":["URL di LinkedIn"],"Instagram URL":["URL di Instagram"],"Anchor text for the Homepage":["Testo del link per la Home Page"],"Date archives":["Archivi per data"],"Force rewrite titles":["Forza la riscrittura dei titoli"],"Homepage":["Homepage"],"Person":["Persona"],"RSS":["RSS"],"Search":["Ricerca"],"Website name":["Nome sito web"],"You can determine the title and description for the homepage by %1$sediting the homepage itself%2$s.":["Puoi definire il titolo e la descrizione della pagina home %1$smodificando direttamente da qui la pagina%2$s."],"Special pages":["Pagine speciali"],"Breadcrumbs":["Breadcrumb"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s determina automaticamente quando è necessario forzare la riscrittura dei titoli delle pagine. Se pensi sia sbagliato e sai quello che stai facendo, puoi cambiare le impostazioni da qui."],"Facebook":["Facebook"],"Pinterest":["Pinterest"],"Twitter":["Twitter"],"Breadcrumbs title":["Titolo dei breadcrumbs"],"Advanced":["Avanzate"],"General":["Generale"],"Meta description":["Meta descrizione"],"None":["Nessuno"],"Social":["Social"],"Tools":["Strumenti"],"Twitter username (without @)":["Username Twitter (senza @)"],"XML sitemaps":["Sitemaps XML"],"Google":["Google"],"Page title":["Titolo della pagina"]}},"comment":{"reference":"js\/dist\/new-settings.js"}}