{"translation-revision-date":"2022-11-29 09:39:55+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Yoast's recommended reading list":["Lista de leituras recomendadas do Yoast"],"An error occurred while calculating your content: %s":["Ocorreu um erro ao calcular o seu conteúdo: %s"],"This functionality is disabled in staging environments.":["Esta funcionalidade está desactivada em ambientes de staging."],"Help us to analyze your site by running the site analysis below.":["Ajude-nos a analisar o seu site ao executar a análise do site abaixo."],"We would like to show you insights into content that we feel could use improving.":["Gostaríamos de lhe mostrar detalhes sobre conteúdos que pensamos que podem ser melhorados."],"No data to show yet":["Ainda não há dados para mostrar"],"Site analysis is disabled for non-production environments.":["A análise do site está desactivada para ambientes que não sejam de produção."],"Stop site analysis":["Parar a análise do site"],"Start site analysis":["Começar a análise do site"],"Show %1$s more...":["Mostrar mais %1$s..."],"Open editor":["Abrir editor"],"Add focus keyphrase":["Adicionar frase-chave principal"],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":["A maioria dos seus artigos e páginas ainda não foi analisada. Ajude-nos a analisar o seu conteúdo através de o abrir e actualizar. Ao clicar no botão \"Abrir editor\" irá abrir o editor num novo separador do navegador. Certifique-se de clicar em \"Actualizar\" no topo dessa página."],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":["Ao clicar no botão \"Adicionar frase-chave principal\" irá abrir o editor num novo separador do navegador. Quando terminar não se esqueça de clicar em \"Actualizar\"."],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":["A maioria dos seus artigos e páginas ainda não tem nenhuma frase-chave principal. Ajude-nos a analisar o seu conteúdo através de adicionar frases-chave principais. Abaixo ordenámos os seus artigos e páginas pelo maior número de ligações de entrada, para que possa começar a adicionar frases-chave principais com prioridade aos seus conteúdos mais importantes."],"Posts and pages that haven't been analyzed (%1$s)":["Artigos e páginas que não foram analisados (%1$s)"],"Posts and pages without a focus keyphrase (%1$s)":["Artigos e páginas sem frase-chave principal (%1$s)"],"Your site has no content with incoming links left to display here.":["O seu site não tem mais conteúdos com ligações de entrada para mostrar aqui."],"Restore hidden items":["Repor itens escondidos"],"Highest number of incoming links":["Maior número de ligações para o seu conteúdo"],"Congratulations! All of your content has a green SEO score!":["Parabéns! Todo o seu conteúdo tem uma classificação verde de SEO!"],"Your site has no content with SEO scores left to display here.":["O seu site não tem mais conteúdos com classificações de SEO para mostrar aqui."],"An error occured while calculating the SEO scores of your content. Please try again later.":["Ocorreu um erro ao calcular as classificações de SEO do seu conteúdo. Por favor tente mais tarde."],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":["Desactivou a funcionalidade \"Análise de SEO\". Active esta funcionalidade no %1$sseparador das funcionalidades%2$s se quiser calcular a classificação de SEO dos seus conteúdos."],"Lowest SEO scores":["Classificações mais baixas de SEO"],"An error occurred: %s":["Ocorreu um erro: %s"],"You have hidden all items from this list, so there is no content left to display here.":["Escondeu todos os itens desta lista, por isso não há mais conteúdos para mostrar aqui."],"Add links":["Adicionar ligações"],"An error occured while calculating the incoming links of your content. Please try again later.":["Ocorreu um erro ao calcular as ligações para os seu conteúdo. Por favor tente mais tarde."],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":["Desactivou a funcionalidade \"Contador de ligações dos texto\". Active esta funcionalidade no %1$sseparador das funcionalidades%2$s se quiser calcular o número de ligações nos seus conteúdos."],"Lowest number of incoming links":["Menor número de ligações para o seu conteúdo"],"Congratulations! All of your content has a green readability score!":["Parabéns! Todo o seu conteúdo tem uma classificação verde de legibilidade!"],"Your site has no content with Readability scores left to display here.":["O seu site não tem mais conteúdos com classificações de legibilidade para mostrar aqui."],"An error occured while calculating the Readability scores of your content. Please try again later.":["Ocorreu um erro ao calcular as classificações de legibilidade do seu conteúdo. Por favor tente mais tarde."],"Improve":["Melhorar"],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":["Desactivou a funcionalidade \"Análise de legibilidade\". Active esta funcionalidade no %1$sseparador das funcionalidades%2$s se quiser calcular a classificação de legibilidade dos seus conteúdos."],"Restore all hidden items":["Repor todos os itens escondidos"],"Restore last hidden item":["Repor o último item escondido"],"Lowest readability scores":["Classificações mais baixas de legibilidade"],"The undo request was unsuccessful.":["O pedido de anulação falhou."],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":["Melhore as classificações de todos os seus conteúdos principais através deste %1$sexercício passo-a-passo%2$s!"],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":["Certifique-se de marcar este conteúdo como principal %1$s(%3$s)%2$s. %4$sSaiba mais sobre conteúdos principais%5$s."],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":["Encontre e corrija quaisquer conteúdos órfãos no seu site com este %1$sexercício passo-a-passo%2$s!"],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":["Se quiser impedir que os seus conteúdos fiquem orfãos, tem de certificar-se de criar ligações para esses mesmos conteúdos. A criação de ligações para os seus conteúdos a partir de outros locais ajuda o Google e a sua audiência a alcançá-lo. %1$sSaiba mais sobre conteúdos órfãos%2$s."],"Refresh data":["Actualizar dados"],"Last refreshed: %d min ago":["Última actualização: há %d segundo","Última actualização: há %d segundos"],"The request has failed.":["O pedido falhou."],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":["Desactivou a funcionalidade \"Sugestão de ligações\". Active esta funcionalidade no %1$sseparador das funcionalidades%2$s se quiser ver sugestões de conteúdos a partir dos quais criar ligações."],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":["Obtenha sugestões de ligações internas relevantes com o Yoas SEO Premium! Esta funcionalidade mostra-lhe conteúdos semelhantes no seu site, a partir dos quais poderá ser interessante criar ligações. %1$sLeia mais sobre como as ligações internas podem melhorar a estrutura do seu site%2$s."],"An error occurred while fetching the suggested links list: %s":["Ocorreu um erro ao obter a lista de ligações sugeridas: %s"],"Start writing a new post":["Comece a escrever um novo artigo"],"Don't know where to start? Have a look at our recommended reading list!":["Não sabe por onde começar? Consulte a nossa lista de leituras recomendadas!"],"keyword strategy, site structure and copywriting.":["Estratégia de palavras-chave, estrutura do site e redacção de textos."],"There are three major elements you need to consider when writing good content for SEO:":["Há três principais elementos que deve considerar ao escrever bons conteúdos para SEO:"],"You need to have more content on your site to make your website rank well in the search engines.":["O seu site precisa de ter mais conteúdos para obter melhor classificação nos motores de pesquisa."],"Start writing content!":["Comece a escrever conteúdos!"],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":["Utilizamos funcionalidades como \"Análise de SEO\", \"Análise de legibilidade\" e \"Contador de ligações dos textos\" para calcular como o desempenho do seu conteúdo. Pode activar estas funcionalidades no %1$sseparador das funcionalidades%2$s."],"You've disabled features that are needed to show data":["Desactivou funcionalidades que são necessárias para mostrar dados"],"Unlock with Premium!":["Desbloqueie com o Premium!"],"Error stack trace":["Rastreio da sequência de erros"],"Response":["Resposta"],"Error message":["Mensagem de erro"],"Status code":["Código de estado"],"Request method":["Método do pedido"],"Request URL":["URL do pedido"],"Error details":["Detalhes do erro"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Esta funcionalidade inclui e substitui o Contador de ligações de texto e a Análise de ligações internas"],"(Opens in a new browser tab)":["(Abrir num novo separador)"],"Loading...":["A carregar..."],"Edit":["Editar"]}},"comment":{"reference":"js\/dist\/indexables-page.js"}}