{"translation-revision-date":"2022-12-29 22:19:50+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Yoast's recommended reading list":["Leseempfehlungen von Yoast"],"This functionality is disabled in staging environments.":["Diese Funktionalität ist in Staging-Umgebungen deaktiviert."],"No data to show yet":["Es können noch keine Daten angezeigt werden"],"Site analysis is disabled for non-production environments.":["Die Optimierung der SEO-Daten ist für nicht-produktive Umgebungen deaktiviert."],"Show %1$s more...":["%1$s mehr anzeigen..."],"Open editor":["Im Editor öffnen"],"Add focus keyphrase":["Fokus-Keyphrase hinzufügen"],"An error occurred while calculating your content: %s":["Beim Berechnen deines Inhalts ist ein Fehler aufgetreten: %s"],"Help us to analyze your site by running the site analysis below.":["Hilf uns bei der Analyse deiner Website, indem du die unten stehende Website-Analyse durchführen."],"We would like to show you insights into content that we feel could use improving.":["Wir möchten dir Einblicke in Inhalte geben, die unserer Meinung nach verbessert werden könnten."],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":["Die meisten deiner Beiträge und Seiten wurden noch nicht analysiert. Hilf uns, deine Inhalte zu analysieren, indem du sie öffnest und aktualisierst. Durch Klicken auf den Button „Editor öffnen“ wird der Editor in einem neuen Browser-Tab geöffnet. Denk daran, oben auf dieser Seite auf „Aktualisieren“ zu klicken."],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":["Durch Klicken auf den Button „Fokus-Keyphrase hinzufügen“ wird der Editor in einem neuen Browser-Tab geöffnet. Wenn du fertig bist, vergiss nicht, auf „Aktualisieren“ zu klicken."],"Stop site analysis":["Website-Analyse beenden"],"Start site analysis":["Website-Analyse starten"],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":["Die meisten deiner Beiträge und Seiten haben noch keine Fokus-Keyphrase. Hilf uns bei der Analyse deiner Inhalte, indem du Fokus-Keyphrasen hinzufügst. Unten haben wir deine Beiträge und Seiten nach der höchsten Anzahl eingehender Links geordnet, damit du damit beginnen kannst, Fokus-Keyphrasen für deine wichtigsten Inhalte hinzuzufügen."],"An error occurred: %s":["Es ist ein Fehler aufgetreten: %s"],"Add links":["Links hinzufügen"],"Lowest number of incoming links":["Niedrigste Anzahl eingehender Links"],"Lowest SEO scores":["Niedrigste SEO-Scores"],"Posts and pages that haven't been analyzed (%1$s)":["Beiträge und Seiten, die nicht analysiert wurden (%1$s)"],"Highest number of incoming links":["Höchste Anzahl eingehender Links"],"Congratulations! All of your content has a green readability score!":["Herzliche Glückwünsche! Alle deine Inhalte haben eine grüne Lesbarkeitsbewertung!"],"Your site has no content with Readability scores left to display here.":["Deine Website enthält keine Inhalte mit Lesbarkeitsbewertungen, die hier angezeigt werden könnten."],"An error occured while calculating the Readability scores of your content. Please try again later.":["Beim Berechnen der Lesbarkeitswerte deiner Inhalte ist ein Fehler aufgetreten. Bitte versuche es später erneut."],"Posts and pages without a focus keyphrase (%1$s)":["Beiträge und Seiten ohne Fokus-Keyphrase (%1$s)"],"Your site has no content with incoming links left to display here.":["Deine Website enthält keine Inhalte mit eingehenden Links, die hier angezeigt werden können."],"Congratulations! All of your content has a green SEO score!":["Herzliche Glückwünsche! Alle deine Inhalte haben einen grünen SEO-Score!"],"Your site has no content with SEO scores left to display here.":["Deine Website hat keine Inhalte mit SEO-Ergebnissen mehr, die hier angezeigt werden können."],"An error occured while calculating the SEO scores of your content. Please try again later.":["Bei der Berechnung der SEO-Werte deiner Inhalte ist ein Fehler aufgetreten. Bitte versuche es später erneut."],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":["Du hast die Funktion „SEO-Analyse“ deaktiviert. Aktiviere diese Funktion im dem %1$sTab \"Funktionen\"%2$s, wenn du möchtest, dass wir den SEO-Score deiner Inhalte berechnen"],"Restore hidden items":["Versteckte Elemente wiederherstellen"],"An error occured while calculating the incoming links of your content. Please try again later.":["Bei der Berechnung der einkommenden Links deiner Inhalte trat ein Fehler auf. Bitte versuche es später erneut."],"You have hidden all items from this list, so there is no content left to display here.":["Du hast alle Elemente auf dieser Liste versteckt, sodass hier keine Inhalte mehr angezeigt werden."],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":["Du hast die Funktion „Textlink-Zähler“ deaktiviert. Aktiviere diese Funktion auf der Registerkarte %1$sFunktionen%2$s, wenn du möchtest, dass wir die Anzahl der Links in deinem Inhalt berechnen"],"Improve":["Verbessern"],"Refresh data":["Daten aktualisieren"],"The request has failed.":["Die Anfrage ist fehlgeschlagen."],"Last refreshed: %d min ago":["Zuletzt aktualisiert: vor %d Minute","Zuletzt aktualisiert: vor %d Minuten"],"An error occurred while fetching the suggested links list: %s":["Beim Abrufen der Liste der vorgeschlagenen Links ist ein Fehler aufgetreten: %s"],"keyword strategy, site structure and copywriting.":["Keyword-Strategie, Seitenstruktur und Copywriting."],"Lowest readability scores":["Niedrigste Lesbarkeitswerte"],"The undo request was unsuccessful.":["Die Anforderung zum Rückgängigmachen war nicht erfolgreich."],"Restore all hidden items":["Alle versteckten Elemente wiederherstellen"],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":["Wenn du verhindern willst, dass deine Inhalte verwaist sind, musst du darauf achten, dass du auf diese Inhalte verlinkst. Wenn du von anderen Stellen deiner Website darauf verlinkst, können Google und dein Publikum den Inhalt leichter erreichen. %1$sErfahre mehr über verwaiste Inhalte%2$s."],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":["Erhalte relevante interne Verlinkungsvorschläge mit Yoast SEO Premium! Diese Funktion zeigt dir Beiträge auf deiner Website mit ähnlichem Inhalt an, die für eine Verlinkung interessant sein könnten. %1$sLies mehr darüber, wie interne Verlinkung die Struktur deiner Website verbessern kann%2$s."],"Restore last hidden item":["Letztes verstecktes Element wiederherstellen"],"Start writing a new post":["Beginne damit, einen neuen Beitrag zu schreiben"],"You need to have more content on your site to make your website rank well in the search engines.":["Du brauchst mehr Inhalte auf deiner Seite, damit deine Website von den Suchmaschinen gut platziert wird."],"There are three major elements you need to consider when writing good content for SEO:":["Es gibt drei wichtige Elemente, die du beim Schreiben guter Inhalte für SEO berücksichtigen musst:"],"Don't know where to start? Have a look at our recommended reading list!":["Du weißt nicht, wo du anfangen sollst? Wirf einen Blick auf unsere Liste mit Leseempfehlungen!"],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":["Du hast die Funktion \"Link-Vorschläge\" deaktiviert. Aktiviere diese Funktion im Tab %1$sFunktionen%2$s, wenn du Vorschläge für die Verlinkung von Beiträgen sehen möchtest."],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":["Finde und repariere verwaiste Inhalte auf deiner Website mit diesem %1$sSchritt-für-Schritt-Training%2$s!"],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":["Stelle sicher, dass du diesen Inhalt als Cornerstone-Inhalt markierst %1$s(%3$s)%2$s. %4$sErfahre mehr über Cornerstone-Inhalte%5$s."],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":["Verbessere die Rankings für alle deine Cornerstone-Inhalte mit diesem %1$sSchritt-für-Schritt-Training%2$s!"],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":["Du hast die Funktion „Lesbarkeits-Analyse“ deaktiviert. Aktiviere diese Funktion im Tab %1$sFunktionen%2$s, wenn du möchtest, dass wir die Lesbarkeitsbewertung deines Inhalts berechnen"],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":["Die folgenden Inhalte sollen dein Cornerstone-Inhalt sein: die wichtigsten und umfangreichsten Artikel auf deiner Seite. "],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":["Wir nutzen Funktionen wie die \"SEO-Analyse\", die \"Lesbarkeitsanalyse\" und den \"Textlinkzähler\", um zu berechnen, wie deine Inhalte abschneiden. Du kannst diese Funktionen auf der Registerkarte %1$sFeatures%2$s aktivieren."],"You've disabled features that are needed to show data":["Du hast Funktionen deaktiviert, die zur Anzeige von Daten benötigt werden"],"Start writing content!":["Beginne damit, einen Beitrag zu schreiben!"],"Unlock with Premium!":["Mit Premium freischalten!"],"Error stack trace":["Fehler-Stack-Trace"],"Response":["Antwort"],"Error message":["Fehlermeldung"],"Status code":["Statuscode"],"Request method":["Anfragemethode"],"Request URL":["Anfrage-URL"],"Error details":["Fehlerdetails"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Diese Funktion enthält und ersetzt den Text-Linkzähler und die interne Verlinkungsanalyse"],"(Opens in a new browser tab)":["(Öffnet in einem neuen Browser Tab)"],"Loading...":["Wird geladen …"],"Edit":["Bearbeiten"]}},"comment":{"reference":"js\/dist\/indexables-page.js"}}