{"translation-revision-date":"2022-12-13 16:26:23+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Yoast's recommended reading list":["Elenco delle letture consigliate da Yoast"],"Start site analysis":["Inizia l'analisi del sito"],"Show %1$s more...":["Mostra %1$s in più..."],"Most of your posts and pages don't have a focus keyphrase yet. Help us to analyze your content by adding focus keyphrases. Below, we ordered your posts and pages on the highest number of incoming links, so you can start adding focus keyphrases for your most important content first.":["La maggior parte degli articoli e delle pagine non ha ancora una frase chiave principale. Aiutaci ad analizzare i tuoi contenuti aggiungendo frasi chiave principali. Di seguito, abbiamo ordinato i tuoi articoli e le tue pagine in base al maggior numero di link in entrata, in modo che tu possa iniziare ad aggiungere frasi chiave principali per i contenuti più importanti."],"Clicking the 'Add focus keyphrase' button will open the editor in a new browser tab. Once you're done, don't forget to click 'Update'.":["Se fai clic sul pulsante \"Aggiungi frase chiave principale\" l'editor si aprirà in una nuova scheda del browser. Una volta finito, non dimenticare di fare clic su \"Aggiorna\"."],"Most of your posts and pages haven't been analyzed yet. Help us to analyze your content by opening and updating it. Clicking the 'Open editor' button will open the editor in a new browser tab. Make sure to click 'Update' at the top of that page.":["La maggior parte dei tuoi articoli e delle tue pagine non sono ancora stati analizzati. Aiutaci ad analizzare i tuoi contenuti aprendoli e aggiornandoli. Se fai clic sul pulsante \"Apri editor\" si aprirà l'editor in una nuova scheda del browser. Non dimenticare di fare clic su \"Aggiorna\" nella parte superiore della pagina."],"Add focus keyphrase":["Aggiungi una frase chiave principale"],"Open editor":["Apri l'editor"],"Stop site analysis":["Interrompi l'analisi del sito"],"Site analysis is disabled for non-production environments.":["L'analisi del sito è disattivata per gli ambienti non di produzione."],"No data to show yet":["Non ci sono ancora dati da mostrare"],"We would like to show you insights into content that we feel could use improving.":["Vorremmo mostrarti gli approfondimenti sui contenuti che riteniamo possano essere migliorati."],"Help us to analyze your site by running the site analysis below.":["Aiutaci ad analizzare il tuo sito eseguendo l'analisi del sito qui sotto."],"This functionality is disabled in staging environments.":["Questa funzionalità è disattivata negli ambienti di staging."],"An error occurred while calculating your content: %s":["Si è verificato un errore durante l'analisi del contenuto: %s"],"Congratulations! All of your content has a green SEO score!":["Congratulazioni! Tutti i tuoi contenuti hanno un punteggio SEO verde!"],"An error occurred: %s":["Si è verificato un errore: %s"],"Add links":["Aggiungi link"],"Lowest number of incoming links":["Numero più basso di link in entrata"],"Your site has no content with incoming links left to display here.":["Il tuo sito non ha contenuti con link in entrata da visualizzare qui."],"An error occured while calculating the Readability scores of your content. Please try again later.":["Si è verificato un errore durante il calcolo dei punteggi di leggibilità dei contenuti. Riprova più tardi."],"Your site has no content with Readability scores left to display here.":["Il tuo sito non ha contenuti con punteggi di leggibilità che possiamo visualizzare qui."],"Congratulations! All of your content has a green readability score!":["Congratulazioni! Tutti i tuoi contenuti hanno un punteggio di leggibilità verde!"],"You've disabled the 'Text link counter' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the number of links in your content":["Hai disattivato la funzionalità \"Contatore di link nei testi\". Abilita questa funzione nella scheda %1$sFunzionalità%2$s se vuoi che calcoliamo il numero di link nei tuoi contenuti."],"An error occured while calculating the incoming links of your content. Please try again later.":["Si è verificato un errore durante il calcolo dei link in entrata del tuo contenuto. Riprova più tardi."],"You have hidden all items from this list, so there is no content left to display here.":["Sono stati nascosti tutti gli elementi di questo elenco, quindi non c'è più alcun contenuto da visualizzare."],"Lowest SEO scores":["Punteggi SEO più bassi"],"You've disabled the 'SEO analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the SEO score of your content":["Hai disattivato la funzionalità \"Analisi SEO\". Abilita questa funzione nella scheda %1$sFunzionalità%2$s se vuoi che calcoliamo il punteggio SEO dei tuoi contenuti."],"An error occured while calculating the SEO scores of your content. Please try again later.":["Si è verificato un errore durante il calcolo dei punteggi SEO del contenuto. Riprova più tardi."],"Your site has no content with SEO scores left to display here.":["Il tuo sito non ha contenuti con punteggi SEO che possiamo visualizzare qui."],"Highest number of incoming links":["Il maggior numero di link in entrata"],"Restore hidden items":["Ripristina gli elementi nascosti"],"Posts and pages without a focus keyphrase (%1$s)":["Articoli e pagine senza una frase chiave principale (%1$s)"],"Posts and pages that haven't been analyzed (%1$s)":["Gli articoli e le pagine che non sono stati analizzati (%1$s)"],"The undo request was unsuccessful.":["La richiesta di annullamento non è andata a buon fine."],"Don't know where to start? Have a look at our recommended reading list!":["Non sai da dove cominciare? Dai un'occhiata alla nostra lista di letture consigliate!"],"Last refreshed: %d min ago":["Ultimo aggiornamento: %d minuto fa","Ultimo aggiornamento: %d minuti fa"],"An error occurred while fetching the suggested links list: %s":["Si è verificato un errore durante il recupero dell'elenco dei link suggeriti: %s"],"Improve":["Migliora"],"Restore all hidden items":["Ripristina tutti gli elementi nascosti"],"Restore last hidden item":["Ripristina l'ultimo elemento nascosto"],"You need to have more content on your site to make your website rank well in the search engines.":["Per ottenere un buon posizionamento nei motori di ricerca, è necessario che il sito contenga più contenuti."],"There are three major elements you need to consider when writing good content for SEO:":["Ci sono tre elementi principali da considerare quando si scrive un buon contenuto per la SEO:"],"keyword strategy, site structure and copywriting.":["strategia delle parole chiave, struttura del sito e copywriting."],"Start writing a new post":["Inizia a scrivere un nuovo articolo"],"Get relevant internal linking suggestions with Yoast SEO Premium! This feature will show you posts on your site with similar content that might be interesting to link from. %1$sRead more about how internal linking can improve your site structure%2$s.":["Ottieni suggerimenti rilevanti per i link interni con Yoast SEO Premium! Questa funzionalità ti mostra gli articoli del tuo sito con contenuti simili che potrebbero essere interessanti da linkare. %1$sLeggi di più su come il linking interno può migliorare la struttura del tuo sito%2$s."],"You've disabled the 'Link suggestions' feature. Enable this feature on the %1$sFeatures tab%2$s if you want to see suggested posts to link from.":["Hai disattivato la funzione \"Suggerimenti di link\". Abilita questa funzione nella scheda %1$sFunzionalità%2$s se vuoi visualizzare gli articoli suggeriti per i link."],"The request has failed.":["La richiesta non è riuscita."],"Refresh data":["Aggiorna dati"],"If you want to prevent your content from being orphaned, you need to make sure to link to that content. Linking to it from other places on your site will help Google and your audience reach it. %1$sLearn more about orphaned content%2$s.":["Se vuoi evitare che i tuoi contenuti rimangano orfani, devi linkarli. Il link da altri punti del tuo sito aiuterà Google e il tuo pubblico a raggiungerlo. %1$sPer saperne di più sui contenuti orfani%2$s."],"Find and fix any orphaned content on your site by using this %1$sstep-by-step workout%2$s!":["Trova e correggi i contenuti orfani sul tuo sito con questo %1$sworkout passo a passo%2$s!"],"The content below is supposed to be your cornerstone content: the most important and extensive articles on your site. ":["I contenuti che seguono dovrebbero essere i contenuti cornerstone: gli articoli più importanti ed estesi del tuo sito. "],"Make sure to mark this content as cornerstone content %1$s(%3$s)%2$s. %4$sLearn more about cornerstone content%5$s.":["Contrassegna questo contenuto come contenuto cornerstone %1$s(%3$s)%2$s. %4$sPer saperne di più sui contenuti cornerstone%5$s."],"Improve rankings for all your cornerstones by using this %1$sstep-by-step workout%2$s!":["Migliora il posizionamento di tutti i tuoi contenuti cornerstone usando questo %1$sworkout passo a passo%2$s!"],"Lowest readability scores":["Punteggi di leggibilità più bassi"],"You've disabled the 'Readability analysis' feature. Enable this feature on the %1$sFeatures tab%2$s if you want us to calculate the Readability score of your content":["Hai disattivato la funzione \"Analisi della leggibilità\". Abilita questa funzione nella scheda %1$sFunzionalità%2$s se vuoi che calcoliamo il punteggio di leggibilità dei tuoi contenuti."],"Start writing content!":["Inizia a scrivere contenuti!"],"You've disabled features that are needed to show data":["Sono state disattivate funzioni necessarie per la visualizzazione dei dati."],"We use features like our 'SEO analysis', 'Readability analysis' and 'Text link counter' to calculate how your content is performing. You can enable these features on the %1$sFeatures tab%2$s.":["Usiamo funzionalità come l'analisi SEO, l'analisi della leggibilità e il contatore di link nel testo per calcolare il rendimento dei contenuti. Puoi attivare queste funzioni nella scheda %1$sFunzionalità%2$s."],"Unlock with Premium!":["Sblocca con la versione Premium!"],"Error stack trace":["Traccia dello stack di errore"],"Response":["Risposta"],"Error message":["Messaggio di errore"],"Status code":["Codice di stato"],"Request method":["Metodo di richiesta"],"Request URL":["URL della richiesta"],"Error details":["Dettagli dell'errore"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Questa funzionalità include e sostituisce il contatore di link nei testi e la funzionalità di analisi dei link interni"],"(Opens in a new browser tab)":["(Si apre in una nuova scheda del browser)"],"Loading...":["Caricamento in corso..."],"Edit":["Modifica"]}},"comment":{"reference":"js\/dist\/indexables-page.js"}}