{"translation-revision-date":"2022-11-29 09:39:55+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Use %s fields to power your meta tags and templates, and analyze all of your content.":["Use campos do %s para gerar os seus metadados e modelos, e para analisar todo o seu conteúdo."],"Integrate your custom fields and SEO data":["Integrar os seus campos personalizados com dados de SEO"],"Improve your technical SEO, meta tags and unlock more SEO ecommerce tools.":["Melhore os aspectos técnicos do seu SEO, os metadados, e desbloqueie mais ferramentas de SEO para comércio electrónico."],"Upgrade your %s SEO":["Actualize o SEO do seu %s"],"Connect your %1$s account to improve your site’s search results using %2$s data.":["Ligue a sua conta de %1$s para melhorar os resultados de pesquisa do seu site através de utilizar os dados do %2$s."],"Improve internal search results":["Melhore os resultados de pesquisas internas"],"Upgrade your meta tags and social previews and manage your SEO settings in one place.":["Actualize os seus metadados e pré-visualizações de redes sociais, e gira as suas definições de SEO num único lugar."],"Get the most out of %1$s and %2$s, together":["Obtenha o máximo do %1$s e %2$s juntos"],"Take advantage of your favorite SEO & content analysis tools with your favorite page builder.":["Tire partido das suas ferramentas de SEO e análise de conteúdo com o seu construtor de páginas favorito."],"Get %1$s tools and functionality in %2$s":["Obtenha ferramentas do %1$s e funcionalidades no %2$s"],"Upgrade your workflow and automate tasks":["Actualize o seu fluxo de trabalho e automatize tarefas"],"Use the power of the blockchain to timestamp your content with %s.":["Utilize o poder da blockchain para criar um Timestamp do seu conteúdo com o %s."],"Make your terms & privacy pages more trustworthy":["Torne as suas páginas de termos e privacidade mais fidedignas"],"Keep an eye on how your posts are ranking by connecting to your %s account.":["Fique atento à forma como os seus conteúdos são classificadas, através de ligar à sua conta de %s."],"Track your rankings through time":["Rastrear as suas classificações ao longo do tempo"],"Find out what your audience is searching for with %s data right in your sidebar.":["Descubra o que a sua audiência está à procura com os dados do %s na sua barra lateral."],"Do keyword research without leaving your post":["Faça pesquisa de palavras-chave sem sair do seu conteúdo"],"Plugin integrations":["Integrações de plugins"],"Recommended integrations":["Integrações recomendadas"],"Enable integration":["Activar integração"],"Send tweets, trigger emails, and integrate with over 5,000 other apps & tools in %s.":["Envie tweets, accione emails, e integre com mais de 5.000 outras aplicações e ferramentas no %s."],"Integration unavailable for multisites":["Integração indisponível para multissites"],"Network Disabled":["Desactivado na rede"],"Install %1$s Content Analysis for %2$s":["Instale a análise de conteúdo do %1$s para o %2$s"],"Activate %1$s Content Analysis for %2$s":["Active a análise de conteúdo do %1$s para o %2$s"],"%1$s integrates with %2$s":["O %1$s integra-se com o %2$s"],"Integration active":["Integração activa"],"Plugin not detected":["Plugin não detectado"],"Activate %s":["Activar o %s"],"Unlock with Premium":["Desbloquear com o Premium"],"New":["Novo"],"%s can integrate with third party products. You can enable or disable these integrations below.":["O %s pode integrar-se com produtos de terceiros. Pode activar ou desactivar estas integrações abaixo."],"(Opens in a new browser tab)":["(Abrir num novo separador)"],"Buy %s":["Comprar %s"],"Integrations":["Integrações"]}},"comment":{"reference":"js\/dist\/integrations-page.js"}}