{"translation-revision-date":"2022-12-29 22:19:50+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"A person logo \/ avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":["Damit die strukturierten Daten richtig funktionieren, müssen ein Personenlogo und ein Avatar festgelegt werden. Da du diese noch nicht festgelegt hast, verwenden wir das Logo der Website als Standardwerte."],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":["Veröffentlichst du Nachrichtenartikel? %s hilft dir bei der Optimierung deiner Website für Google News. Hol dir %s jetzt!"],"Get the %s plugin!":["Hol dir das %s-Plugin!"],"Dismiss this notice.":["Diesen Hinweis ausblenden."],"Register now!":["Jetzt registrieren!"],"Get the most out of Yoast SEO":["Hol das Beste aus Yoast SEO heraus"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Möchtest du mit der Hilfe unserer SEO-Experten noch weiter optimieren? Melde dich bei unserem kostenlosen wöchentlichen Webinar an!"],"Personal social profiles":["Persönliches Social-Media-Profil"],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["Deinen Website ist derzeit konfiguriert, um eine Person zu repräsentieren. Falls du die Social-Media-Konten deiner Website bearbeiten möchtest, gehe bitte zum Benutzerprofil der gewählten Person: %1$s."],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Wenn du möchtest, dass deine Website eine Organisation darstellen soll, wähle bitte „Organisation“ im Abschnitt „Knowledge Graph & Schema.org“ der %1$sSuchdarstellung%2$s-Einstellungen aus."],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Es gibt ungespeicherte Änderungen in einem oder mehreren Schritten. Wenn du jetzt abbrichst, bedeutet das, daß diese Änderungen eventuell nicht gespeichert werden. Bist du sicher, dass du abbrechen möchtest?"],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Deine Website ist derzeit konfiguriert, eine Organisation darzustellen. Falls du möchtest, dass deine Website eine Person darstellen soll, wähle bitte \"Person\" im Abschnitt \"Knowledge Graph & Schema.org\" in den Einstellungen %1$sDarstellung in der Suche%2$s."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":["Teile uns mit, ob du irgendwelche anderen Profile im Web besitzt, die zu deiner Organisation gehören. Du kannst ebenso Profile aus Platformen wie Instagram, YouTube, LinkedIn, Pinterest oder Wikipedia hinzufügen."],"E.g. https:\/\/www.facebook.com\/yoast":["z.B. https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["z.B. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["z.B. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["z.B. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["z.B. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["z.B. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["z.B. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["z.B. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["z.B. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.wikipedia.com\/yoast":["z.B. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/social-platform.com\/yoast":["z.B. https:\/\/social-platform.com\/yoast"],"Delete item":["Eintrag löschen"],"Add another profile":["Anderes Profil hinzufügen"],"Other social profile":["Anderes Social-Media-Profil"],"Saved!":["Gespeichert!"],"Could not save this value. Please check the URL.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL."],"Could not save this value. Please check the URL or username.":["Dieser Wert konnte nicht gespeichert werden. Bitte überprüfe die URL oder den Benutzernamen."],"Social image":["Bild für Social-Media"],"Image":["Bild"],"Select image":["Bild auswählen"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Beim Speichern wird diese Einstellung auf deine(n) %1$s angewendet. Ein(e) manuell konfigurierte(r) %1$s bleibt unberührt.","Beim Speichern werdeb diese Einstellungen auf deine %1$s angewendet. Manuell konfigurierte %1$s bleiben unberührt."],"Learn more about the schema settings":["Erfahre mehr über die Schema-Einstellungen"],"Schema settings":["Schema-Einstellungen"],"default":["Standard"],"Default Article type":["Standard-Beitragstyp"],"Default Page type":["Standard-Seitentyp"],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Wähle, wie dein(e) %1$s standardmäßig im Schema.org-Markup deiner Website beschrieben werden soll. Du kannst diese Einstellungen für jede(n) %1$s individuell ändern."],"Person logo \/ avatar":["Person Logo \/ Avatar"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimiere deine Website für ein lokales Publikum mit unserem %s-Plugin! Optimierte Adressdaten, Öffnungszeiten, Filialfinder und Abhol-Option!"],"Get the %s plugin now":["Hol dir jetzt das %s-Plugin"],"Serving local customers?":["Betreuung lokaler Kunden?"],"Organization logo":["Organisations-Logo"],"Organization's social profiles":["Social-Media-Profile der Organisation"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Du hast den Benutzer %1$s als die Person ausgewählt, den diese Website repräsentiert. Die Daten aus dem Benutzerprofil dieses Benutzers werden jetzt in den Suchergebnissen verwendet. %2$sAktualisiere dieses Benutzerprofil, um sicherzustellen, dass die Angaben korrekt sind.%3$s"],"Select a user...":["Wähle einen Benutzer…"],"Please select a user below to make your site's meta data complete.":["Bitte unten einen Benutzer auswählen, um die Metadaten deiner Website zu komplettieren."],"Save changes":["Änderungen speichern"],"Name":["Name"],"Twitter":["Twitter"],"Facebook":["Facebook"]}},"comment":{"reference":"js\/dist\/settings.js"}}