{"translation-revision-date":"2022-12-13 16:26:23+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"We took the liberty of using your site title and logo for the organization name and logo. Feel free to change them below.":["Ci siamo permessi di utilizzare il titolo e il logo del tuo sito per il nome e il logo dell'organizzazione. Sentiti libero di cambiarli di seguito."],"That’s it! By providing this information our indexables squad has been able to do a lot of optimization for your site already. Now, let's have a look at the SEO fitness of your site!":["Ecco fatto! Con queste informazioni, la nostra squadra degli indexables ha già potuto fare molte ottimizzazioni sul tuo sito. Ora diamo un'occhiata alla salute SEO del tuo sito!"],"That's it! By providing this information our Indexables squad has been able to do a lot of optimization for your site already.":["Ecco fatto! Con queste informazioni, la nostra squadra degli indexables ha già potuto fare molte ottimizzazioni sul tuo sito."],"Want to optimize even further and get the most out of Yoast SEO? Make sure you don't miss our free weekly webinar!":["Vuoi ottimizzare ancora di più e desideri trarre il massimo da Yoast SEO? Non perdere i nostri webinar settimanali gratuiti!"],"Or visit your SEO dashboard":["O visita la nostra bacheca SEO"],"Register now!":["Registrati ora!"],"Please select a name in the site representation step for this step to be effective.":["Perché questo passaggio sia effettivo, devi selezionare un nome in Rappresentazione del sito."],"We could not save the organization name. Please check the value.":["Non è stato possibile salvare il nome dell'organizzazione. Controlla il valore."],"An error has occurred: %1$s":["Si è verificato un errore: %1$s"],"SEO data optimization":["Ottimizzazione dei dati SEO"],"Personal preferences":["Preferenze personali"],"Finish configuration":["Termina la configurazione"],"Tell us about your site, so we can get your site ranked!":["Facci sapere qualcosa sul tuo sito, così possiamo aiutarti a posizionarlo! "],"Go to your SEO dashboard":["Vai alla tua bacheca SEO"],"What data will be tracked and for what reasons?":["Che tipo di dati verranno tracciati e per quale motivo?"],"%s usage tracking":["Monitoraggio dell'utilizzo di %s"],"E.g. example@email.com":["E.g. esempio@email.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["Registrati alla newsletter di %1$s per ricevere suggerimenti sulle best-practice per posizionarsi sui motori di ricerca, rimanere aggiornati sulle ultime notizie SEO e ricevere consigli su come usare %2$s a pieno!"],"%s newsletter":["newsletter di %s "],"Thank you! Check your inbox for the confirmation email.":["Grazie! Controlla la tua casella di posta per l'email di conferma."],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["Per ottenere il massimo valore dai dati strutturati, devi compilare tutte le impostazioni richieste in questa fase. %1$sLeggi di più sull'importanza dei dati strutturati%2$s."],"Please enter a valid email address.":["Inserisci un indirizzo email valido."],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["Abbiamo bisogno di te per migliorare Yoast SEO. Possiamo raccogliere informazioni anonime sul tuo sito web e su come lo usi?"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["Metti al lavoro %1$sla squadra degli indexables di %2$s%3$s! Permetti a Google di capire il tuo sito."],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["La squadra degli indexables di Yoast non vede l'ora di mettere il tuo sito in forma smagliante per i motori di ricerca. Dacci una mano e segui questi 5 passi per mettere al lavoro i nostri indexables Yoast!"],"Select a user":["Seleziona un utente"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["Hai selezionato l'utente %1$s come persona rappresentata da questo sito. Le informazioni del profilo dell'utente saranno usate nei risultati della ricerca. %2$sAggiorna questo profilo per verificare che le informazioni siano corrette%3$s."],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["Hai selezionato l'utente %1$s come persona rappresentata da questo sito. Le informazioni del profilo dell'utente saranno usate nei risultati della ricerca. Non è possibile aggiornare il profilo dell'utente, quindi chiedi a questa persona o a un admin di verificare che le informazioni siano corrette."],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["Completando questo passaggio permetti a Google di capire meglio il tuo sito web e aumenti le possibilità di ottenere %1$sottimi risultati%2$s."],"Help us out here! Is your site about an organization or a person? ":["Abbiamo bisogno del tuo aiuto! Il tuo sito ruota intorno a una persona o a un'organizzazione?"],"Personal logo or avatar":["Logo o avatar personale"],"Uploading image...":["Caricamento dell'immagine in corso…"],"Select an option":["Seleziona un'opzione"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["Ricorda che dovresti eseguire l'ottimizzazione dei dati SEO per questa configurazione per avere il massimo effetto."],"We've already successfully analyzed your site. You can move on to the next step.":["Il tuo sito è già stato analizzato con successo. Puoi andare al prossimo passaggio."],"We've successfully analyzed your site!":["Il tuo sito è stato analizzato con successo!"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["Ottimizzazione dei dati SEO in corso... Puoi tranquillamente andare al prossimo passaggio di questa configurazione."],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["Analizziamo il tuo sito proprio come fa Google e mettiamo in azione gli indexables con l'ottimizzazione dei dati SEO! I nostri indexables miglioreranno immediatamente i problemi tecnici senza che tu debba fare nulla. Se hai molti contenuti, l'ottimizzazione potrebbe richiedere un po' di tempo. Ma fidati di noi, ne vale la pena! Per saperne di più, %1$sdai un'occhiata ai benefici della squadra indexables.%2$s"],"Add another profile":["Aggiungi un altro profilo"],"We need a little more help from you! Add your Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Abbiamo bisogno di un altro po' di aiuto! Aggiungi il tuo profilo Facebook e Twitter così da poter ottimizzare anche i metadati di quelle piattaforme."],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["Abbiamo bisogno di un altro po' di aiuto! Aggiungi il profilo Facebook e Twitter della tua organizzazione così da poter ottimizzare anche i metadati di quelle piattaforme."],"You're not allowed to edit the social profiles of the user %1$s. Please ask this user or an admin to do this.":["Non hai il permesso di modificare i profili social dell'utente %1$s. Chiedi a questo utente o ad un amministratore di farlo."],"E.g. https:\/\/www.wikipedia.com\/yoast":["E.g. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["E.g. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["E.g. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["E.g. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["E.g. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["E.g. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["E.g. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["E.g. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["E.g. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["E.g. https:\/\/www.facebook.com\/yoast"],"E.g. https:\/\/social-platform.com\/yoast":["E.g. https:\/\/social-platform.com\/yoast"],"Other social profile":["Altri profili social"],"Delete item":["Elimina elemento"],"Email address":["Indirizzo email"],"Could not save this value. Please check the URL.":["Impossibile salvare questo valore. Si prega di controllare l'URL."],"Could not save this value. Please check the URL or username.":["Impossibile salvare questo valore. Si prega di controllare l'URL o il nome utente."],"Sign up!":["Iscriviti!"],"Oops! Something went wrong. Check your email address and try again.":["Oops! Qualcosa è andato storto. Controlla il tuo indirizzo email e riprova."],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast rispetta la tua privacy. Leggi %1$s la nostra politica sulla privacy%2$s su come gestiamo le tue informazioni personali."],"Save and continue":["Salva e continua"],"No, don’t track my site data":["No, non tracciare i dati del mio sito"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["Importante: non venderemo mai questi dati. E ovviamente, come sempre, non raccogliamo alcun dato personale su di te o sui tuoi visitatori!"],"Yes, you can track my site data":["Sì, autorizzo a monitorare i dati del mio sito"],"Does your site represent an Organization or Person?":["Il tuo sito rappresenta un'organizzazione o una persona?"],"Site representation":["Rappresentazione del sito"],"Continue":["Continua"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["Puoi ancora eseguire l'ottimizzazione dei dati SEO nella sezione %1$sStrumenti%2$s. Quando hai finito, aggiorna la pagina."],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["Questa fase della configurazione al momento è disattivata perché non stai usando l'ultima versione di Yoast SEO Premium. Aggiorna alla versione più recente (almeno %1$s). "],"Error stack trace":["Traccia dello stack di errore"],"Response":["Risposta"],"Error message":["Messaggio di errore"],"Status code":["Codice di stato"],"Request method":["Metodo di richiesta"],"Request URL":["URL della richiesta"],"Error details":["Dettagli dell'errore"],"Select image":["Seleziona un'immagine"],"Replace image":["Sostituisci l'immagine"],"Remove image":["Rimuovi l'immagine"],"This feature has been disabled since subsites never send tracking data.":["Questa funzione è stata disabilitata in quanto i sottositi non inviano mai dati di tracciamento."],"Stop SEO data optimization":["Interrompi l'ottimizzazione dei dati SEO"],"SEO data optimization is disabled for non-production environments.":["L'ottimizzazione dati SEO è disabilitata per gli ambienti di sviluppo."],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["Questa funzionalità include e sostituisce il contatore di link nei testi e la funzionalità di analisi dei link interni"],"Start SEO data optimization":["Inizia l'ottimizzazione dei dati SEO"],"Organization logo":["Logo dell'Organizzazione"],"Organization name":["Nome dell'Organizzazione"],"This feature has been disabled by the network admin.":["Questa funzionalità è stata disattivata dall'amministratore del network."],"Go back":["Torna indietro"],"Save changes":["Salva le modifiche"],"Name":["Nome"],"Social profiles":["Profili social"],"Loading...":["Caricamento in corso..."],"Website name":["Nome sito web"],"Facebook":["Facebook"],"Twitter":["Twitter"],"Edit":["Modifica"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}