{"translation-revision-date":"2022-11-29 09:39:55+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"A person logo \/ avatar need to be set for structured data to work properly. Since you haven’t set these yet, we are using the site logo as default values.":["Deve configurar o logótipo\/avatar da pessoa para que os dados estruturados funcionem correctamente. Como ainda não estão configurados, está a ser usado o logótipo do site como valor por omissão."],"Get the %s plugin!":["Obter o plugin %s!"],"Are you publishing news articles? %s helps you optimize your site for Google News. Get %s now!":["Está a publicar artigos de notícias? O %s ajuda a optimizar o seu site para o Google News. Obtenha o %s agora!"],"Register now!":["Registe-se agora!"],"Want to optimize even further with the help of our SEO experts? Sign up for our free weekly webinar!":["Quer optimizar ainda mais coma ajuda de um especialista de SEO? Registe-se no nosso webinar semanal gratuito!"],"Get the most out of Yoast SEO":["Obtenha o máximo do Yoast SEO"],"Dismiss this notice.":["Ignorar este aviso."],"Your website is currently configured to represent an Organization. If you want your site to represent a Person, please select 'Person' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["O seu site está de momento configurado para representar uma organização. Se quiser que o seu site represente uma pessoa, por favor seleccione \"Pessoa\" na secção \"Painel de conhecimentos e Schema.org\" das definições de %1$sApresentação da pesquisa%2$s."],"Tell us if you have any other profiles on the web that belong to your organization. You can also add profiles from platforms like Instagram, YouTube, LinkedIn, Pinterest or Wikipedia.":["Diga-nos se tem outros quaisquer perfis na web que pertençam à sua organização. Pode também adicionar perfis de plataformas como o Instagram, YouTube, LinkedIn, Pinterest ou Wikipédia."],"If you want your site to represent an Organization, please select 'Organization' in the 'Knowledge Graph & Schema.org' section of the %1$sSearch Appearance%2$s settings.":["Se quer que o seu site represente uma organização, por favor seleccione \"Organização\" na secção \"Painel de conhecimentos e Schema.org\" das definições de %1$sApresentação da pesquisa%2$s."],"Your website is currently configured to represent a Person. If you want to edit the social accounts for your site, please go to the user profile of the selected person%1$s.":["O seu site está de momento configurado para representar uma pessoa. Se quiser editar as contas de redes sociais do seu site, por favor vá ao perfil de utilizador da pessoa seleccionada%1$s."],"Personal social profiles":["Perfis pessoais nas redes sociais"],"There are unsaved changes in one or more steps. Leaving means that those changes may not be saved. Are you sure you want to leave?":["Há alterações por guardar num ou mais passos. Deixar como está significa que estas alterações poderão não ser guardadas. De certeza que quer sair?"],"Add another profile":["Adicionar outro perfil"],"Delete item":["Eliminar item"],"E.g. https:\/\/social-platform.com\/yoast":["P.ex. https:\/\/social-platform.com\/yoast"],"Other social profile":["Outros perfis de redes sociais"],"E.g. https:\/\/www.wikipedia.com\/yoast":["P.ex. https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["P.ex. https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["P.ex. https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["P.ex. https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["P.ex. https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["P.ex. https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["P.ex. https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["P.ex. https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["P.ex. https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["P.ex. https:\/\/www.facebook.com\/yoast"],"Saved!":["Guardado!"],"Could not save this value. Please check the URL.":["Não foi possível guardar este valor. Por favor verifique o URL."],"Could not save this value. Please check the URL or username.":["Não foi possível guardar este valor. Por favor verifique o URL ou o nome de utilizador."],"Social image":["Imagem de redes sociais"],"Image":["Imagem"],"Select image":["Seleccionar imagem"],"default":["por omissão"],"Upon saving, this setting will apply to all of your %1$s. %1$s that are manually configured will be left untouched.":["Ao guardar, esta definição será aplicada à totalidade de %1$s. %1$s com configuração personalizada não terão alterações.","Ao guardar, estas definições serão aplicadas à totalidade de %1$s. %1$s com configuração personalizada não terão alterações."],"Choose how your %1$s should be described by default in your site's schema.org markup. You can change these settings for individual %1$s.":["Escolha como deverá ser a descrição de %1$s por omissão nos dados schema.org do seu site. Pode alterar estas definições para %1$s individuais."],"Learn more about the schema settings":["Saiba mais sobre as definições de Schema"],"Schema settings":["Definições de Schema"],"Default Article type":["Tipo de artigo por omissão"],"Default Page type":["Tipo de página por omissão"],"Person logo \/ avatar":["Logótipo ou avatar da pessoa"],"Get the %s plugin now":["Obter agora o plugin %s"],"Truly optimize your site for a local audience with our %s plugin! Optimized address details, opening hours, store locator and pickup option!":["Optimize completamente o seu site para uma audiência local com o nosso plugin %s! Detalhes de endereço optimizados, horário de funcionamento, localizador de lojas e opção de ponto de recolha!"],"Serving local customers?":["Serve clientes locais?"],"Organization logo":["Logótipo da organização"],"Organization's social profiles":["Perfis de redes sociais da organização"],"You have selected the user %1$s as the person this site represents. Their user profile information will now be used in search results. %2$sUpdate their profile to make sure the information is correct.%3$s":["Seleccionou o utilizador %1$s como a pessoa que este site representa. As suas informações de perfil serão agora utilizadas nos resultados de pesquisa. %2$sActualize este perfil para que a informação esteja correcta%3$s."],"Please select a user below to make your site's meta data complete.":["Por favor seleccione um utilizador abaixo para completar os metadados do seu site."],"Select a user...":["Seleccione um utilizador..."],"Save changes":["Guardar alterações"],"Name":["Nome"],"Twitter":["Twitter"],"Facebook":["Facebook"]}},"comment":{"reference":"js\/dist\/settings.js"}}