{"translation-revision-date":"2022-11-29 09:39:55+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Beta":["Beta"],"New":["Novo"],"seconds":["segundos"],"Remove image":["Remover imagem"],"Select image":["Seleccionar imagem"],"Replace image":["Substituir imagem"],"Dismiss this alert":["Ignorar este alerta"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["Assim que adicione um pouco mais de texto, dar-lhe-emos uma lista de palavras que ocorrem mais vezes no seu conteúdo. Estas indicam em que é que o seu conteúdo se foca."],"%d occurrences":["%d ocorrências"],"minutes":["minutos"],"hours":["horas"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["Leia o nosso %1$sguia sobre pesquisa de palavras-chave%2$s para saber mais sobre a pesquisa e estratégia de palavras-chave."],"The following words occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["Estas são as palavras que ocorrem mais vezes no seu conteúdo. Indicam em que é que o seu conteúdo se foca. Se as palavras forem muito diferentes do seu tópico, considere reescrever o seu conteúdo."],"Prominent words":["Palavras proeminentes"],"Something went wrong. Please reload the page.":["Algo correu mal. Por favor recarregue a página."],"Dismiss this notice":["Ignorar este aviso"],"Your site language is set to %s. If this is not correct, contact your site administrator.":["O idioma do seu site está configurado como %s. Se isto está incorrecto, contacte o administrador do site."],"On":["Ligado"],"Off":["Desligado"],"Your site language is set to %s. ":["O idioma do seu site é %s."],"Change language":["Alterar idioma"],"(Opens in a new browser tab)":["(Abrir num novo separador)"],"Close":["Fechar"]}},"comment":{"reference":"js\/dist\/externals\/componentsNew.js"}}